[{"source": "bbc-news", "title": "Catalan declaration 'will have no effect'", "url": "http://www.bbc.co.uk/news/world-europe-41540994", "top_image_url": "https://ichef-1.bbci.co.uk/news/1024/cpsprodpb/5B74/production/_98221432_ffc938aa-632b-46d0-957c-2691af62de65.jpg", "date": "2017-10-07T23:28:00Z", "description": "Spain's Prime Minister Mariano Rajoy warns he is not ruling out suspending the region's autonomy.", "authors": "BBC News", "text": "Image copyright EPA Image caption Mariano Rajoy: \"I don't rule out absolutely anything that is within the law\"\n\nAny declaration of independence by Catalonia will have no effect, Spanish Prime Minister Mariano Rajoy has warned, adding that he is not ruling out suspending the region's autonomy.\n\nIn an interview with El Pais newspaper, Mr Rajoy also rejected any mediation to resolve the crisis.\n\nEarlier, thousands of people rallied across the country for Spanish unity.\n\nThe demonstrations were in response to last Sunday's disputed referendum on Catalan independence.\n\nMedia playback is unsupported on your device Media caption Thousands gathered at political rallies in Madrid and Barcelona\n\nThe final results from the wealthy north-eastern region showed 90% of the 2.3 million people who voted backed independence. Turnout was 43%.\n\nThere have been several claims of irregularities, and many ballot boxes were seized by Spanish police.\n\nNearly 900 people were injured as the police, trying to enforce a Spanish court ban on the vote, attempted to disperse voters.\n\nThirty-three police officers were also hurt.\n\nIn the El Pais interview, Mr Rajoy said: \"The government will ensure that any declaration of independence will lead to nothing.\"\n\nAsked whether he was prepared to invoke Article 155 of Spain's constitution, which allows the national parliament to intervene in the running of an autonomous region, Mr Rajoy said: \"I don't rule out absolutely anything that is within the law.\"\n\nThe prime minister also said he planned to keep extra police deployed to Catalonia before the referendum until the crisis was over.\n\nAnd he added that he would not call early national elections because of the growing political crisis.\n\nMedia playback is unsupported on your device Media caption Voters in Catalonia explain why their reasons for backing or rejecting independence\n\nCatalan President Carles Puigdemont is expected to address the regional parliament on Tuesday at 18:00 local time (16:00 GMT) after Spain's Constitutional Court earlier suspended the Catalan parliament session that had been planned for Monday.\n\nThere is speculation that the parliament will declare independence unilaterally at its next sitting.\n\n'Let's talk'\n\nOn Saturday, thousands of people calling for Spanish unity attended rallies in the capital Madrid.\n\nOther demonstrations - including in the Catalan city Barcelona - have also been held urging political dialogue.\n\nProtesters dressed in white gathered with signs saying \"Spain is better than its leaders\" and \"Let's talk\".\n\nMedia playback is unsupported on your device Media caption The BBC's Tom Burridge on how the crisis in Spain is likely to unfold\n\nMeanwhile, businesses have continued to announce their departure from the Catalan region amid the ongoing political uncertainty.\n\nMore on the Catalan crisis", "summary": "Image copyright EPA Image caption Mariano Rajoy: \"I don't rule out absolutely anything that is within the law\"Any declaration of independence by Catalonia will have no effect, Spanish Prime Minister Mariano Rajoy has warned, adding that he is not ruling out suspending the region's autonomy.\nThe demonstrations were in response to last Sunday's disputed referendum on Catalan independence.\nIn the El Pais interview, Mr Rajoy said: \"The government will ensure that any declaration of independence will lead to nothing.\"\nThere is speculation that the parliament will declare independence unilaterally at its next sitting.\nOther demonstrations - including in the Catalan city Barcelona - have also been held urging political dialogue.", "score": -1.6799999487400044}, {"source": "bbc-news", "title": "Hurricane Nate makes landfall in US", "url": "http://www.bbc.co.uk/news/world-us-canada-41541002", "top_image_url": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/CFE6/production/_98222235_6873406a-d6ab-4a69-af6e-76b8c3beabea.jpg", "date": "2017-10-08T07:06:48Z", "description": "Nate - a category one hurricane - brings a threat of storm surges to the US Gulf Coast.", "authors": "BBC News", "text": "Image copyright Getty Images Image caption Four US states issued warnings and evacuation orders\n\nHurricane Nate has brought strong winds, torrential rain and a threat of storm surges to the US Gulf Coast.\n\nThe storm, with maximum sustained winds of 85mph (137km/h), made landfall near the mouth of the Mississippi River in Louisiana, late on Saturday.\n\nMoving north, it made a second landfall at Biloxi, Mississippi.\n\nLouisiana, Mississippi, Alabama and parts of Florida earlier issued warnings and evacuation orders amid fears of rapidly rising sea waters.\n\nNate killed at least 25 people in Nicaragua, Costa Rica and Honduras.\n\nThe tropical storm then strengthened to a category one hurricane on the Saffir-Simpson scale as it headed towards the US.\n\nAlthough not as strong as last month's Maria and Irma, officials had warned Nate was a fast-moving storm that could bring flooding to low-lying areas.\n\nAs Nate hit Biloxi, Billy Hewes, mayor of nearby Gulfport, told the BBC the storm surge did not appear to be as high as feared and he thought the damage would \"be minimal\".\n\nImage copyright Getty Images Image caption New Orleans residents filled sandbags before Nate blew in\n\nUS President Donald Trump on Saturday issued an emergency declaration for Louisiana, allowing the state to seek federal help with preparation and possible relief efforts.\n\nIn Alabama, Republican Governor Kay Ivey urged residents in areas facing heavy winds and storm surges to take precautions.\n\nFive ports along the Gulf Coast were closed to shipping as a precaution.\n\nMost oil and gas platforms in the US Gulf of Mexico evacuated their staff and stopped production ahead of the storm.\n\nIn an update at 03:00 GMT, the NHC said a hurricane warning was in effect for the \"mouth of the Pearl River to the Alabama-Florida border\".\n\nEvacuation orders were put in place for some low-lying areas.\n\nLouisiana Governor John Bel Edwards declared a state of emergency ahead of the hurricane, saying more than 1,000 National Guard troops had been mobilised with a number sent to New Orleans to monitor the drainage pumps there.\n\nImage copyright Getty Images Image caption Star Wars fans dressed as storm troopers walked the streets of New Orleans ahead of Nate's arrival\n\nA mandatory curfew from 18:00 (23:00 GMT) was in place in New Orleans, where residents from areas outside the city's levee system were evacuated.\n\nA tropical storm warning is currently in effect for New Orleans.\n\nThe NHC said that Nate \"is expected to weaken quickly after landfall, and it is likely to become a tropical storm Sunday morning.\n\n\"It should degenerate into a remnant low late Monday.\"\n\nNate went past Mexico's Yucatan Peninsula - home to the popular beach resorts of Cancun and Playa del Carmen - on Friday night as it headed north, the NHC said.\n\nImage copyright Reuters Image caption Costa Rica is among central American countries hit by storm Nate\n\nNate caused heavy rains, landslides and floods which blocked roads, destroyed bridges and damaged houses as it tore through central America.\n\nAt least 13 people died in Nicaragua, eight in Costa Rica, three in Honduras and one in El Salvador.\n\nThe tail of the storm is still causing problems in the region, where thousands have been forced to sleep in shelters and some 400,000 people in Costa Rica were reported to be without running water.\n\nUN Secretary General Antonio Guterres, visiting Antigua and Barbuda which were badly damaged by Hurricane Irma in September, said the international community needed to do more to help Caribbean countries hit by a series of powerful hurricanes.\n\n\"There is an increasing intensity of hurricanes, an increasing frequency, and increasing devastation,\" he told the BBC. \"The origin is clear - we are facing the consequences of climate change.\"\n\nAre you in the affected area? Email us with your experiences at haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "summary": "The storm, with maximum sustained winds of 85mph (137km/h), made landfall near the mouth of the Mississippi River in Louisiana, late on Saturday.\nLouisiana, Mississippi, Alabama and parts of Florida earlier issued warnings and evacuation orders amid fears of rapidly rising sea waters.\nNate killed at least 25 people in Nicaragua, Costa Rica and Honduras.\nThe tropical storm then strengthened to a category one hurricane on the Saffir-Simpson scale as it headed towards the US.\nAt least 13 people died in Nicaragua, eight in Costa Rica, three in Honduras and one in El Salvador.", "score": 0.0}, {"source": "bbc-news", "title": "Trump: 'One thing will work' with N Korea", "url": "http://www.bbc.co.uk/news/world-us-canada-41540736", "top_image_url": "https://ichef-1.bbci.co.uk/news/1024/cpsprodpb/6B43/production/_98095472_75e19de6-ded3-47d5-a043-11a6ea632c34.jpg", "date": "2017-10-08T08:24:38Z", "description": "The US leader says years of talks with Pyongyang over its nuclear activities have brought no results.", "authors": "BBC News", "text": "Image copyright Reuters Image caption The US president and his North Korean counterpart are at loggerheads over Pyongyang's nuclear programme\n\n\"Only one thing will work\" in dealing with North Korea after years of talks with Pyongyang brought no results, US President Donald Trump has warned.\n\n\"Presidents and their administrations have been talking to North Korea for 25 years,\" he tweeted, adding that this \"hasn't worked\".\n\nMr Trump did not elaborate further.\n\nThe two nations have been engaged in heated rhetoric over North Korea's nuclear activities, with the US pressing for a halt of missile tests.\n\nPyongyang says it has recently successfully tested a miniaturised hydrogen bomb which could be loaded on to a long-range missile.\n\nImage copyright AFP Image caption The US has been conducting military exercises with South Korea as part of what it describes as show of force missions\n\nImage copyright Reuters Image caption There are fears that North Korea will soon have the capacity to hit the US mainland with a nuclear-tipped missile\n\nPresident Trump has previously warned that the US could destroy North Korea if necessary to protect America's national interests and defend its allies in the region.\n\nNorth Korean leader Kim Jong-un on Saturday praised nuclear weapons as a \"powerful deterrent\" which guaranteed his country's security, state media reported.\n\nIn a speech addressing \"the complicated international situation\", he said such weapons had safeguarded \"the peace and security in the Korean peninsula and north-east Asia\" against the \"protracted nuclear threats of the US imperialists\".\n\nHe said his country's policy of simultaneously pursuing the development of nuclear weapons in parallel with moves to strengthen the economy was \"absolutely right\".\n\nNorth Korea recently launched two missiles over Japan and defied international condemnation to carry out its sixth nuclear test in September. It has promised to carry out another test in the Pacific Ocean.\n\nThere are fears in the West that is rapidly reaching the point where it is capable of developing a nuclear-tipped missile that could reach the US mainland.\n\nEscalating tensions\n\nSaturday's tweets by President Trump are another cryptic announcement by America's leader, the BBC's Laura Bicker in Washington says.\n\nImage copyright Reuters Image caption US Secretary of State Rex Tillerson (above) has denied reports of a rift with President Trump\n\nLast week, it was suggested that US Secretary of State Rex Tillerson had direct lines of communication with Pyongyang to try to resolve the escalating tensions.\n\nMr Trump then tweeted: \"Save your energy Rex, we'll do what has to be done!\"\n\nOn Saturday, the US president insisted he had a good relationship with his secretary of state, but added that Mr Tillerson could be tougher.\n\nEarlier in the week, Mr Tillerson had denied rumours of a rift between the two men, amid media reports he had called the president a \"moron\".\n\nMr Trump's latest comment on North Korea could just be bluster - but the fear is that Pyongyang will interpret it as a threat, our correspondent says.\n\nAt a speech to the UN later that month, Mr Trump threatened to annihilate North Korea, saying the country's leader, Kim Jong-un,\" is on a suicide mission\".\n\nIn exchange, Mr Kim in a rare statement, vowed to \"tame the mentally deranged US dotard with fire\".\n\nInside the world's most secretive country\n\nImage copyright NK News Image caption A group of \"young pioneers\" on the way home on the Pyongyang metro\n\nDaily life goes on in world's most secretive capital", "summary": "Image copyright Reuters Image caption The US president and his North Korean counterpart are at loggerheads over Pyongyang's nuclear programme\"Only one thing will work\" in dealing with North Korea after years of talks with Pyongyang brought no results, US President Donald Trump has warned.\n\"Presidents and their administrations have been talking to North Korea for 25 years,\" he tweeted, adding that this \"hasn't worked\".\nEscalating tensionsSaturday's tweets by President Trump are another cryptic announcement by America's leader, the BBC's Laura Bicker in Washington says.\nMr Trump's latest comment on North Korea could just be bluster - but the fear is that Pyongyang will interpret it as a threat, our correspondent says.\nAt a speech to the UN later that month, Mr Trump threatened to annihilate North Korea, saying the country's leader, Kim Jong-un,\" is on a suicide mission\".", "score": 0.0}, {"source": "bbc-news", "title": "In pictures: Australia's solar challenge begins", "url": "http://www.bbc.co.uk/news/world-australia-41541243", "top_image_url": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/5AB6/production/_98222232_mediaitem98222231.jpg", "date": "2017-10-08T04:14:17Z", "description": "Teams from around the world are competing on solar cars in an epic transcontinental race.", "authors": "BBC News", "text": "The rules of the race are quite precise. \"Based on the original notion that a 1000W car would complete the journey in 50 hours, solar cars are allowed a nominal 5kW hours of stored energy, which is 10% of that theoretical figure. All other energy must come from the sun or be recovered from the kinetic energy of the vehicle,\" the organisers say.", "summary": "The rules of the race are quite precise.\n\"Based on the original notion that a 1000W car would complete the journey in 50 hours, solar cars are allowed a nominal 5kW hours of stored energy, which is 10% of that theoretical figure.\nAll other energy must come from the sun or be recovered from the kinetic energy of the vehicle,\" the organisers say.", "score": 0.3300000202655795}, {"source": "bbc-news", "title": "Ghana's capital rocked by huge gas blasts", "url": "http://www.bbc.co.uk/news/world-africa-41541001", "top_image_url": "https://ichef.bbci.co.uk/images/ic/1024x576/p05jcmp5.jpg", "date": "2017-10-08T08:12:20Z", "description": "The explosions at a fuel depot in Accra kill at least three people and force a mass evacuation.", "authors": "BBC News", "text": "Media playback is unsupported on your device Media caption Footage from the explosion in Ghana.\n\nHuge explosions have rocked a fuel depot in Ghana's capital Accra, killing at least three people.\n\nThe blasts sent a giant fireball into the sky and forced residents to flee the Atomic Junction area, in the north-east of the city, officials say.\n\nThe incident happened at about 19:30 GMT on Saturday. Reports suggest a tanker delivering natural gas caught fire.\n\nThree people were confirmed killed, and at least 30 others were injured.\n\nThe first blast reportedly triggered a second explosion and a fire at a petrol station nearby.\n\nThe blaze, in the suburb of Legon, was later largely brought under control, government minister Kojo Oppong Nkrumah told local radio, according to Reuters news agency.\n\nMany of those evacuated were students at the University of Ghana, which is sited in the area.\n\nIn June 2015, about 150 died in a fire at a petrol station in the city.", "summary": "Media playback is unsupported on your device Media caption Footage from the explosion in Ghana.\nHuge explosions have rocked a fuel depot in Ghana's capital Accra, killing at least three people.\nThe blasts sent a giant fireball into the sky and forced residents to flee the Atomic Junction area, in the north-east of the city, officials say.\nThe first blast reportedly triggered a second explosion and a fire at a petrol station nearby.\nIn June 2015, about 150 died in a fire at a petrol station in the city.", "score": 0.0}, {"source": "bbc-news", "title": "Born into the chaos of Rohingya crisis", "url": "http://www.bbc.co.uk/news/av/world-asia-41516441/rohingya-crisis-born-into-chaos", "top_image_url": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/3C7D/production/_98158451_p05j440w.jpg", "date": "2017-10-07T23:48:20Z", "description": "A Rohingya refugee describes the daily struggle she faces to keep her newborn son alive.", "authors": "BBC News", "text": "Monsoon rains hit Rohingya camps\n\nHeavy rainfall adds to the misery of more than 400,000 Rohingya who have fled to Bangladesh, many living in makeshift shelters around the border town of Cox's Bazaar.", "summary": "Monsoon rains hit Rohingya campsHeavy rainfall adds to the misery of more than 400,000 Rohingya who have fled to Bangladesh, many living in makeshift shelters around the border town of Cox's Bazaar.", "score": -0.08000000238418581}, {"source": "bbc-news", "title": "Palace guards killed in Saudi shooting", "url": "http://www.bbc.co.uk/news/world-middle-east-41540379", "top_image_url": "https://ichef-1.bbci.co.uk/news/1024/cpsprodpb/E86E/production/_98220595_saudimap2.jpg", "date": "2017-10-07T20:27:10Z", "description": "Two royal palace security guards are shot dead by a 28-year-old Saudi national, state media say.", "authors": "BBC News", "text": "From the section\n\nA shooting at a royal palace in Saudi Arabia has left two security guards dead and three others injured, according to state media.\n\nA Saudi interior ministry statement said a 28-year-old man was killed after he drove up to the Al Salam palace gates in Jeddah and shot at security.\n\nThe man was named as Mansour al-Amri, a Saudi national.\n\nThe US embassy had earlier warned citizens after unconfirmed reports on Saturday of an attack in the area.\n\n\"Due to the possibility of ongoing police activity, American citizens are advised to exercise caution when travelling through the area,\" the embassy said in a brief statement.\n\nLocal media reported that incident happened at about 15:15 (12:15 GMT).\n\nSecurity guards stopped the attack and killed the gunman.\n\nNo further information about the attack or the gunman's motive is known.\n\nDays ago, Saudi police raided three addresses in the capital Riyadh connected to a suspected \"terror\" cell with links to so-called Islamic State, SPA news agency reported.\n\nTwo people were killed and five arrested.", "summary": "From the sectionA shooting at a royal palace in Saudi Arabia has left two security guards dead and three others injured, according to state media.\nA Saudi interior ministry statement said a 28-year-old man was killed after he drove up to the Al Salam palace gates in Jeddah and shot at security.\nThe man was named as Mansour al-Amri, a Saudi national.\nThe US embassy had earlier warned citizens after unconfirmed reports on Saturday of an attack in the area.\nSecurity guards stopped the attack and killed the gunman.", "score": -0.6800000292062762}, {"source": "bbc-news", "title": "Brazilians asked to vote on secession", "url": "http://www.bbc.co.uk/news/world-latin-america-41541063", "top_image_url": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/34C8/production/_98221531_771e3b66-b90a-407a-b1c0-a54112cc2aa1.jpg", "date": "2017-10-08T00:43:27Z", "description": "Three Brazilian states hold an informal referendum on whether they should form a new country.", "authors": "BBC News", "text": "Image copyright Reuters Image caption President Michel Temer has faced repeated protests against his government\n\nVoters in the south of Brazil have been asked in an informal vote whether they want to be part of a new country.\n\nThe referendum was organised a week after a similar vote in Catalonia by a secessionist movement called \"The South Is My Country\".\n\nThe movement said it set up polls in more than 1,000 municipalities across the states of Rio Grande do Sul, Santa Catarina and Paraná.\n\nThe group's leader, Celso Deucher, says he hopes to gather three million votes.\n\nAt polling stations in the Paraná state capital, Curitiba, voters told local media they were disillusioned with the federal government and a giant corruption scandal that has seen dozens of politicians and members of the business elite jailed or indicted.\n\nAcacio Fernandes Tozzini told online newspaper, Redacaõ Bonde: \"Our nation has reached a dramatic level of political disorder that is impossible to mend. We want to get rid of Brasilia, Brazil has reached the apex of corruption.\"\n\nOthers complained that the south of Brazil saw little return from taxation which mostly benefitted the poorer northern regions of the country who have bigger voting rights than the south.\n\nPaulo Mauricio Acquarole said: \"If you look at the six or seven states above us (in the northeast), altogether they don't give what the three states of the south give in taxation. Proportionally they have the same number of votes as Rio Grande do Sul, Santa Catarina and Paraná.\n\n\"If you hear the accent of the political legislature of Brazil it is a north-eastern one.\"\n\nThe south of Brazil has expressed secessionist tendencies before, ever since Italy's Giuseppe Garibaldi helped it achieve a short-lived semi-independence in 1836.\n\nLast year a similar vote in October 2016 organised by \"The South Is My Country\" gathered 617,500 votes. Over 95% of the voters in the three states said they were in favour of separation.\n\nFew Brazilians believe the separatist movement will succeed, not least because it is forbidden by the constitution which proclaims that the country is \"formed by the indissoluble union of states\".\n\nBut the poll is another indicator among Brazilian voters of anger towards the federal government which they say has failed to tackle a spike in violence across the country and has been unable to overturn the worse recession in more than a century.\n\nAnalysts say the corruption scandal has also destroyed support for the political ruling class leaving next year's elections wide open.", "summary": "Image copyright Reuters Image caption President Michel Temer has faced repeated protests against his governmentVoters in the south of Brazil have been asked in an informal vote whether they want to be part of a new country.\nThe referendum was organised a week after a similar vote in Catalonia by a secessionist movement called \"The South Is My Country\".\nOthers complained that the south of Brazil saw little return from taxation which mostly benefitted the poorer northern regions of the country who have bigger voting rights than the south.\nThe south of Brazil has expressed secessionist tendencies before, ever since Italy's Giuseppe Garibaldi helped it achieve a short-lived semi-independence in 1836.\nLast year a similar vote in October 2016 organised by \"The South Is My Country\" gathered 617,500 votes.", "score": -0.6500000096857548}, {"source": "bbc-news", "title": "Japanese Grand Prix: Lewis Hamilton wins as Sebastian Vettel retires", "url": "http://www.bbc.co.uk/sport/formula1/41541831", "top_image_url": "http://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E828/production/_98223495_hamiltonmobot3_getty.jpg", "date": "2017-10-08T06:34:54Z", "description": "Lewis Hamilton takes a giant stride towards his fourth world title with victory in the Japanese Grand Prix as rival Sebastian Vettel retires early on.", "authors": "BBC Sport", "text": "Lewis Hamilton extended his championship lead to 59 points\n\nLewis Hamilton took a giant stride towards his fourth world title with victory in the Japanese Grand Prix as rival Sebastian Vettel retired early on.\n\nFerrari's Vettel dropped out four laps into the race after slipping down the field from the start with an engine problem and Mercedes driver Hamilton now leads the German by 59 points with 100 available in the remaining four races.\n\nThe Briton will clinch the title at the next race - the United States Grand Prix in Austin, Texas - if he wins and Vettel finishes lower than fourth.\n\nIt continues a remarkable swing in the championship towards Hamilton and away from Vettel.\n\nIf you like it put a ring on it: Hamilton is on the verge of an historic fourth world title, which would make him the most successful British F1 driver ever\n\nFerrari's challenge implodes in Asia\n\nVettel was leading the championship after the Belgian Grand Prix at the end of August, and just three points behind following Hamilton's victory in Italy a week later, but has haemorrhaged points over Formula 1's three late-season races in Asia.\n\nA start-line crash in Singapore has been followed by engine problems at consecutive races in Malaysia and Japan.\n\nIn Malaysia, 30-year-old Vettel started at the back after a manifold failure in qualifying and finished fourth as Hamilton took second. This Sunday, Ferrari said it was a spark plug problem.\n\nIt became apparent on the grid, where there was fevered activity around Vettel's car. He started the race but immediately started losing places and complained of lacking power.\n\nHe was sixth after the first lap and stayed out during a safety-car period following a crash by Toro Rosso's Carlos Sainz - but after rapidly losing places again at the re-start after three laps was called into the pits a lap later.\n\nVettel told Sky: \"It's normal you're critical, especially if things go wrong, so it's part of our job.\n\n\"I think I need to protect them. We've done an incredible job so far. Bitter the past two races with the reliability issues - but you know, it's like that sometimes.\n\n\"Of course it hurts and we're all disappointed, but now we need to get back, get some rest and then go flat out for the last four races and see what happens.\"\n\n'Did you run here?' Three-time world champion Niki Lauda meets Sir Mo Farah\n\nA gift for Hamilton\n\nHamilton had gone into the race expecting a close fight with Vettel but the Ferrari driver's retirement left his closest rival as Red Bull's Max Verstappen, who started fourth but passed team-mate Daniel Ricciardo into the first corner and Vettel into the Hairpin halfway around the first lap.\n\nThe Dutchman kept the pressure on Hamilton throughout the one-stop race and the gap was rarely more than three seconds.\n\nIn the closing laps, Hamilton began to complain of vibration from his engine and a lack of grip from his tyres following a virtual safety car period and Verstappen closed from three seconds behind to just over a second with two laps to go. But the Briton was able to hold him off as they negotiated backmarkers.\n\n\"I could only have dreamed of having this kind of gap,\" said Hamilton. \"Ferrari have put on such a great challenge all season long. My team have done a great job. They are so meticulous and that is why we have the reliability we are having.\"\n\nAnother podium for Ricciardo\n\nRicciardo took a comfortable third - after fighting his way past Force India's Esteban Ocon after losing out to the Frenchman on the first lap - while Hamilton's team-mate Valtteri Bottas took fourth, moving up sixth on the grid after a five-place grid penalty for changing his gearbox.\n\nFerrari's scant consolation was fifth place for Kimi Raikkonen, who started 11th after a gearbox penalty, as Ocon and team-mate Sergio Perez took sixth and seventh ahead of Haas drivers Kevin Magnussen and Romain Grosjean.\n\nWilliams driver Felipe Massa held off a stern challenge from McLaren's Fernando Alonso for the final point, helped by a late virtual safety car. The Spaniard recovered well from the back of the grid following an engine penalty.\n\nJolyon Palmer finished 12th in his final race for the Renault team - he will be replaced by Sainz from the next race and the Briton may well have driven his final grand prix.\n\nDriver of the day\n\nVerstappen takes it for a brilliant start and first lap and keeping the pressure on Hamilton throughout - a shame that the Massa-Alonso battle prevented what could have been a tasty scrap for the win in the last two laps. An honourable mention for Alonso for a determined drive to 11th from the back of the grid in a car lacking power\n\nWhat's next\n\nThe US Grand Prix at the Circuit of the Americas is expected to be a Mercedes track - but a week later comes Mexico, where the world champions fear Ferrari will beat them.\n\nCan Ferrari salvage some self-respect after their season imploded in Asia and delay Hamilton's now apparently inevitable coronation - at least until the penultimate race in Brazil?\n\nJapanese F1 fans are some of the most dedicated, and unquestionably the most creative in the world\n\nWhat they said\n\nRace winner Lewis Hamilton: \"We have had such a great crowd this week you always look after us so well and the support was immense. I am grateful for that. The track was fantastic.\n\n\"The team did an incredible job. Max (Verstappen) had an outstanding race. It wasn't an easy one at all.\"\n\nSecond-placed Max Verstappen: \"It was a great day again. I really love the track. We had great pace - just really hard to pass. I tried my all.\n\n\"As soon as we switched to the soft tyre we were really competitive.\"\n\nThird-placed Daniel Ricciardo: \"This is my first podium here. It feels great. It is a circuit I have always enjoyed and with this year's cars it is a lot of fun.\n\n\"After the start the race spread out and it wasn't much fun for me but then I had Valtteri (Bottas) coming at the end so to have pressure at the end was good.\"\n\nWho, Mo? Hamilton honours his guest at the race Mo Farah\n\nCarlos Sainz was an early retirement in his last race before joining Renault\n\nAround 145,000 people watched the Japanese Grand Prix, which was first held 30 years ago\n\nDon't remember Williams sponsoring Stormtroopers in Star Wars", "summary": "Lewis Hamilton extended his championship lead to 59 pointsLewis Hamilton took a giant stride towards his fourth world title with victory in the Japanese Grand Prix as rival Sebastian Vettel retired early on.\nThe Briton will clinch the title at the next race - the United States Grand Prix in Austin, Texas - if he wins and Vettel finishes lower than fourth.\nIt continues a remarkable swing in the championship towards Hamilton and away from Vettel.\nIn Malaysia, 30-year-old Vettel started at the back after a manifold failure in qualifying and finished fourth as Hamilton took second.\nThe Dutchman kept the pressure on Hamilton throughout the one-stop race and the gap was rarely more than three seconds.", "score": 5.020000151097776}, {"source": "bbc-news", "title": "London museum crash 'not terror-related'", "url": "http://www.bbc.co.uk/news/uk-41538762", "top_image_url": "https://ichef.bbci.co.uk/images/ic/1024x576/p05jbbnd.jpg", "date": "2017-10-07T23:13:41Z", "description": "The crash near the Natural History Museum, injuring 11 people, was not terror-related, say police.", "authors": "BBC News", "text": "Media playback is unsupported on your device Media caption Video shows a man being pinned to the ground near the Natural History Museum\n\nA crash outside a London museum that injured 11 people was not terror-related, police have said.\n\nA black Toyota Prius hit the people outside the Natural History Museum in Exhibition Road, South Kensington.\n\nVideo footage that emerged on Twitter showed a man, believed to be the driver, being restrained on the ground.\n\nThe Metropolitan Police later said the incident was thought to be a \"road traffic collision\" and a man in his 40s had been arrested at the scene.\n\nHe was arrested on suspicion of dangerous driving and received hospital treatment before being taken to a north London police station for questioning.\n\nLondon Ambulance said the people it treated - including the detained man - had mostly sustained head and leg injuries. Nine were taken to hospital.\n\nThe Met said none of the injuries were believed to be life-threatening or life changing.\n\nPrime Minister Theresa May tweeted her thanks to first responders and members of the public, adding: \"My thoughts are with the injured.\"\n\nImage copyright AFP/Getty Images Image caption A picture of the car at the scene on Exhibition Road\n\nLondon Mayor Sadiq Khan also tweeted his thanks and hopes for a \"swift recovery\" for those injured.\n\n\"For Londoners and visitors planning to visit our excellent museums and attractions in the area, please be assured they will be open as usual tomorrow.\"\n\nThe current terror threat in the UK is at \"severe\" - the second highest level - meaning an attack is highly likely.\n\nExhibition Road is an area popular with tourists as it is home to the Natural History Museum, the Science Museum and the Victoria and Albert Museum.\n\nOliver Cheshire, a model and popstar Pixie Lott's fiance, was involved in helping hold the man down after the incident.\n\nHe tweeted: \"I'm OK. Thank you to the men who helped me pin him down and the police for coming so quickly.\"\n\nBBC reporter Chloe Hayward, who was leaving the Natural History Museum as the crash happened at 14:20 BST, said she saw a car \"diagonally across the road\", looking like it had hit a bollard, before armed officers arrived.\n\nAt the scene\n\nBy Dominic Casciani, BBC home affairs correspondent\n\nImage copyright Reuters\n\nWe have been to the south end of Exhibition Road nearest the Tube and the area, normally a busy destination for Saturday afternoon dining by locals and tourists, is deserted.\n\nEyewitnesses told us that police came rushing into each bar and restaurant and told people to get out.\n\nWe can see coats on chairs - some knocked over - half-eaten meals and half-drunk glasses of wine.\n\nPolice helped one restaurant owner to recover staff belongings, like house keys, because it was unclear when the area would reopen.\n\nAn eyewitness who was walking to the Science Museum said: \"When waiting for the light, we heard what I thought was gunshots and saw a car drive over the pavement. We just ran. My friend dived on the floor and cut her hands.\"\n\nThe woman, who asked to remain anonymous, said: \"When it calmed down we walked back to where we'd been and saw a gentleman on the floor being restrained by police.\"\n\nMedia playback is unsupported on your device Media caption Ellie Mackay, who lives opposite South Kensington tube station, said she heard \"a couple of loud bangs\"\n\nConnor Honeyman, from Essex, who was in the queue for the museum, said: \"We heard a horrible thudding noise and a car engine. Everyone started running and screaming inside.\n\n\"We ran in, everyone was following us, and then all the security guards ran out and they closed the main entrance. There was much confusion before the police got there.\"\n\nMedia playback is unsupported on your device Media caption The BBC's Chloe Hayward said she saw a car diagonally across the road\n\nDid you witness what happened? If it is safe to do so please let us know about your experiences. Email haveyoursay@bbc.co.uk with your stories.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "summary": "Media playback is unsupported on your device Media caption Video shows a man being pinned to the ground near the Natural History MuseumA crash outside a London museum that injured 11 people was not terror-related, police have said.\nA black Toyota Prius hit the people outside the Natural History Museum in Exhibition Road, South Kensington.\nExhibition Road is an area popular with tourists as it is home to the Natural History Museum, the Science Museum and the Victoria and Albert Museum.\nBBC reporter Chloe Hayward, who was leaving the Natural History Museum as the crash happened at 14:20 BST, said she saw a car \"diagonally across the road\", looking like it had hit a bollard, before armed officers arrived.\nMedia playback is unsupported on your device Media caption The BBC's Chloe Hayward said she saw a car diagonally across the roadDid you witness what happened?", "score": -1.3000000193715096}, {"source": "the-wall-street-journal", "title": "Trump to Sign Order Easing Health Plan Rules, Official Says", "url": "https://www.wsj.com/articles/trump-to-sign-order-to-expand-health-insurance-options-for-self-insured-1507410483", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM144_3fxbE_TOP_20171007164313.jpg", "date": "2017-10-07T21:08:00Z", "description": "President Donald Trump is expected to sign an executive order next week to start lifting some insurance rules set by his predecessor’s Affordable Care Act in the aftermath of the failed Republican bid to repeal the law, a senior administration official said.", "authors": "Louise Radnofsky", "text": "WASHINGTON—President Donald Trump will sign an executive order next week to start lifting some insurance rules set by his predecessor’s Affordable Care Act in the aftermath of the failed Republican bid to repeal the law, a senior administration official said Saturday.\n\nThe order is aimed at expanding insurance options for Americans who buy coverage on their own or work for a small employer, and would include broad instructions for agencies to explore ways to loosen regulations and potentially lower premiums, as well as looking at three specific areas of health insurance. It has been anticipated by industry officials and political observers in the days since the GOP repeal effort crashed.\n\nRepublicans have long contended that the insurance rules set by the 2010 health law, popularly dubbed Obamacare, have driven up premiums in the individual and small group markets, for healthier Americans especially. Democrats and supporters of the law typically counter that the rules have protected consumers from unwittingly buying shoddy products and helped subsidize the costs of sicker Americans.\n\nMr. Trump will order three agencies, the departments of Health and Human Services, Labor and Treasury, to take steps to make it easier for people to band together and buy insurance through “association health plans,” the official said.\n\nSuch plans would in some ways be like large employer’s health plans, subject to some restrictions set by the Affordable Care Act, including a ban on lifetime limits. But they would be free of other regulations, including the requirement that insurance plans cover a set package of benefits. These plans are popular with conservatives; some insurers fear that associations would peel off healthier and younger individuals and leave traditional insurance plans to cover sicker and older customers.\n\nThe president also will order the agencies to start winding back an Obama-era rule curbing coverage known as “short-term medical insurance,” a low-cost but limited-protection option, and allow people to once again buy those plans for up to a year, the official said.\n\nThe Obama administration banned the sale of those plans that offered coverage for more than 90 days, arguing they were inadequate for people’s needs. Some industry officials have pressed the administration to restore them, saying that when marketed honestly they can fit the needs of particular consumers currently priced out of buying the more generous coverage available as a result of the 2010 health-care overhaul.\n\nIn addition, the executive order would order agencies to expand health reimbursement accounts, employer-funded arrangements that employees can use to pay out-of-pocket medical costs and premiums. Obama-era guidance from 2013 had prevented pretax employer dollars in the arrangements from being used to buy health insurance on the individual market.\n\nThe three moves would represent the most substantive step the White House has taken to date in paring back Affordable Care Act rules using administrative powers. They don’t go as far as many critics of the law would like but are likely to be followed by other steps, administration officials said.\n\nAt the same time, Mr. Trump has signaled that he is interested in working with Democrats to pass a bipartisan health-care deal, and Democrats have responded by proposing their own preferred measures to shore up rickety health-insurance markets, in which rising premiums have hit many of the same people targeted by the executive order.\n\nMr. Trump tweeted Saturday morning that he had spoken with Senate Minority Leader Chuck Schumer (D., N.Y.) a day earlier to discuss renewing efforts to pass health-care legislation.\n\nLater Saturday, Mr. Trump told reporters as he traveled to North Carolina that he was willing to cut a short-term deal with Democrats to save the health law from collapsing, but “it’s really up to them. [The Affordable Care Act is] exploding, like I said it would.”\n\nBut parts of the order may prove contentious enough to undo that effort—chiefly, its directive to the Labor Department to spur the sale of insurance across state lines through the use of association health plans. Health analysts and industry officials also said some of the regulatory changes, once completed, could prompt legal challenges.\n\nThe department would likely make changes that effectively expand the scope of the Employee Retirement Income Security Act, or Erisa, which governs the plans operated by large employers with workers in different states. Ahead of the release of the rule, the department had already been examining the law, according to people familiar with the deliberations. In addition, the Treasury Department has been exploring changes to the rules governing health-reimbursement accounts, industry officials said.\n\nThe idea of coverage sold across state lines has long been championed by Republicans, who say it is the most effective way to foster competition, particularly in parts of the country where people buying coverage on their own currently have only one insurer selling plans.\n\nA spokesman for Sen. Rand Paul (R., Ky.), said he had been pushing the idea with the administration.\n\n“He has been working with President Donald Trump on this proposal for several months, and we believe it will directly result in giving the American people more options to find low-cost and high-quality health care options,” said Sergio Gor, the spokesman.\n\nDemocrats have characterized the effort as potentially sabotaging the consumer protections they set in the ACA, and they have won support from some insurance industry officials. The National Association of Insurance Commissioners has said it has concerns.\n\nSome industry officials say that siphoning off healthier individuals from the existing insurance markets with the promise of skimpier benefits but lower premiums could further undermine those markets, increasing premiums ever more for the sicker, costlier enrollees that remain.\n\n“Its aim is clearly to do with the pen what Congress wouldn’t—eliminate pre-existing condition protections, essential benefit protections and lifetime caps and turn the ACA into a sparsely available high-risk pool,” said Andy Slavitt, who was the Obama administration’s top official at the Centers for Medicare and Medicaid Services.\n\nMr. Trump pledged he would issue the order the day after Senate Republicans decided last month that they didn’t have enough support to pass a repeal proposal led by Sens. Lindsey Graham of South Carolina and Bill Cassidy of Louisiana, ending GOP efforts for now to roll back the ACA.\n\n“It’s being finished now,” Mr. Trump said last month. “It’s going to cover a lot of territory and a lot of people. Millions of people.”\n\nWrite to Louise Radnofsky at louise.radnofsky@wsj.com, Stephanie Armour at stephanie.armour@wsj.com and Anna Wilde Mathews at anna.mathews@wsj.com", "summary": "It has been anticipated by industry officials and political observers in the days since the GOP repeal effort crashed.\nSuch plans would in some ways be like large employer’s health plans, subject to some restrictions set by the Affordable Care Act, including a ban on lifetime limits.\nBut they would be free of other regulations, including the requirement that insurance plans cover a set package of benefits.\nObama-era guidance from 2013 had prevented pretax employer dollars in the arrangements from being used to buy health insurance on the individual market.\nIn addition, the Treasury Department has been exploring changes to the rules governing health-reimbursement accounts, industry officials said.", "score": 0.0}, {"source": "the-wall-street-journal", "title": "Hurricane Nate Makes Landfall Near Mouth of Mississippi River", "url": "https://www.wsj.com/articles/hurricane-nate-seen-strengthening-to-category-2-storm-at-landfall-1507395829", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM131_3fA0D_TOP_20171007142801.jpg", "date": "2017-10-07T17:03:00Z", "description": "The Category 1 storm is likely to turn toward the north-northeast, making a second landfall along the coast of the state of Mississippi and then weakening.", "authors": "Douglas Belkin", "text": "Hurricane Nate made landfall near the mouth of the Mississippi River on Saturday night as a Category 1 storm and is expected to weaken.\n\nThe storm has already killed at least 21 people in Central America. Officials in Alabama, Florida, Louisiana and Mississippi have declared states of emergency as they gird for a 7- to 11-foot storm surge and widespread power outages.\n\nMississippi...", "summary": "Hurricane Nate made landfall near the mouth of the Mississippi River on Saturday night as a Category 1 storm and is expected to weaken.\nThe storm has already killed at least 21 people in Central America.\nOfficials in Alabama, Florida, Louisiana and Mississippi have declared states of emergency as they gird for a 7- to 11-foot storm surge and widespread power outages.\nMississippi...", "score": 0.0}, {"source": "the-wall-street-journal", "title": "Mexico’s Berry Bounty Fuels U.S. Trade Dispute", "url": "https://www.wsj.com/articles/mexicos-berry-bounty-fuels-u-s-trade-dispute-1507374000", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VL952_NAFTAB_TOP_20171006161853.jpg", "date": "2017-10-07T11:00:00Z", "description": "An explosion in berry farming here, fed by a growing American obsession with breakfast smoothies and antioxidant-rich fruits, is fueling one of the thorniest disagreements in the talks to redo the North American Free Trade Agreement that resume this coming week.", "authors": "Robbie Whelan", "text": "SAYULA, Mexico—An explosion in berry farming here, fed by a growing American obsession with breakfast smoothies and antioxidant-rich fruits, is fueling one of the thorniest disagreements in the talks to redo the North American Free Trade Agreement that resume this coming week.\n\n“Ten years ago, all the fields were for vegetables,” said Héctor Gómez, production manager for a raspberry farm here. “Now, all we grow is berries.…It’s just much more profitable.”\n\n...", "summary": "SAYULA, Mexico—An explosion in berry farming here, fed by a growing American obsession with breakfast smoothies and antioxidant-rich fruits, is fueling one of the thorniest disagreements in the talks to redo the North American Free Trade Agreement that resume this coming week.\n“Ten years ago, all the fields were for vegetables,” said Héctor Gómez, production manager for a raspberry farm here.\n“Now, all we grow is berries.…It’s just much more profitable.”...", "score": 0.7600000017881392}, {"source": "the-wall-street-journal", "title": "October’s Not as Bleak as Its Reputation for Stock Markets", "url": "https://www.wsj.com/articles/octobers-not-as-bleak-as-its-reputation-for-stock-markets-1507384342", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VL984_octobe_TOP_20171006165139.jpg", "date": "2017-10-07T13:52:00Z", "description": "Some of the stock market’s most memorable downturns have occurred in October. But in most years, the month has been surprisingly calm.", "authors": "WSJ Graphics", "text": "Some of the stock market’s most memorable downturns have occurred in October, including historic crashes in 1929, 1987 and 2008. But in most other years, the month has been surprisingly calm.\n\nSince 1946, October’s average return ranks in the middle of the pack, sixth out of 12 months. November and December occupy the top two spots.\n\n...", "summary": "Some of the stock market’s most memorable downturns have occurred in October, including historic crashes in 1929, 1987 and 2008.\nBut in most other years, the month has been surprisingly calm.\nSince 1946, October’s average return ranks in the middle of the pack, sixth out of 12 months.\nNovember and December occupy the top two spots.", "score": 0.480000026226044}, {"source": "the-wall-street-journal", "title": "Shooter May Have Had Target Practice in the Desert Two Days Before Las Vegas Massacre", "url": "https://www.wsj.com/articles/shooter-may-have-had-target-practice-in-the-desert-two-days-before-las-vegas-massacre-1507405771", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM137_3fiBp_TOP_20171007153725.jpg", "date": "2017-10-07T19:49:00Z", "description": "The gunman who killed 58 people here Sunday appears to have gone out to the desert to practice shooting two days before the massacre, according to a law-enforcement official familiar with the investigation.", "authors": "Zusha Elinson", "text": "LAS VEGAS—The gunman who killed 58 people here Sunday appears to have gone out to the desert to practice shooting two days before the massacre, according to a law-enforcement official familiar with the investigation.\n\nInvestigators have uncovered video footage from a home-surveillance system that shows Stephen Paddock driving alone to an area on the outskirts of Mesquite, Nev. where locals go for target practice.\n\nThe...", "summary": "LAS VEGAS—The gunman who killed 58 people here Sunday appears to have gone out to the desert to practice shooting two days before the massacre, according to a law-enforcement official familiar with the investigation.\nInvestigators have uncovered video footage from a home-surveillance system that shows Stephen Paddock driving alone to an area on the outskirts of Mesquite, Nev. where locals go for target practice.", "score": -0.06999999985098837}, {"source": "the-wall-street-journal", "title": "Behind Tesla’s Production Delays: Parts of Model 3 Were Being Made by Hand", "url": "https://www.wsj.com/articles/behind-teslas-production-delays-parts-of-model-3-were-being-made-by-hand-1507321057", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VL797_tesla1_TOP_20171006110823.jpg", "date": "2017-10-06T20:17:00Z", "description": "Tesla blamed “production bottlenecks” for making only a fraction of the promised 1,500 Model 3s. Unknown to analysts, investors and the hundreds of thousands of customers who signed up to buy it, as recently as early September major portions of the Model 3 were still being banged out by hand.", "authors": "Tim Higgins", "text": "FREMONT, Calif.—Tesla Inc. blamed “production bottlenecks” for having made only a fraction of the promised 1,500 Model 3s, the $35,000 sedan designed to propel the luxury electric-car maker into the mainstream.\n\nUnknown to analysts, investors and the hundreds of thousands of customers who signed up to buy it, as recently as early September major portions of the Model 3 were still being banged out by hand, away from the automated production line, according to people familiar with the matter.\n\n...", "summary": "FREMONT, Calif.—Tesla Inc. blamed “production bottlenecks” for having made only a fraction of the promised 1,500 Model 3s, the $35,000 sedan designed to propel the luxury electric-car maker into the mainstream.\nUnknown to analysts, investors and the hundreds of thousands of customers who signed up to buy it, as recently as early September major portions of the Model 3 were still being banged out by hand, away from the automated production line, according to people familiar with the matter.", "score": -0.17999999791383736}, {"source": "the-wall-street-journal", "title": "Three Top GE Executives to Leave Company in High-Profile Shake-Up", "url": "https://www.wsj.com/articles/ge-finance-chief-jeff-bornstein-to-leave-company-1507322526", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VL980_GE1006_SOC_20171006164600.jpg", "date": "2017-10-06T20:42:00Z", "description": "General Electric said several of its top executives are leaving the company, in a high-profile shake-up of the conglomerate under new CEO John Flannery.", "authors": "Thomas Gryta", "text": "General Electric Co. said three top executives are leaving, as new CEO John Flannery moves abruptly to clean out the leadership ranks of the struggling industrial conglomerate.\n\nJeff Bornstein, GE’s chief financial officer, will depart at year’s end as will veterans Beth Comstock, the head of marketing efforts, and John Rice, the company’s top international executive.\n\nAll...", "summary": "General Electric Co. said three top executives are leaving, as new CEO John Flannery moves abruptly to clean out the leadership ranks of the struggling industrial conglomerate.\nJeff Bornstein, GE’s chief financial officer, will depart at year’s end as will veterans Beth Comstock, the head of marketing efforts, and John Rice, the company’s top international executive.", "score": 0.13999999970197674}, {"source": "the-wall-street-journal", "title": "Trump Says ‘Only One Thing Will Work’ to Rein In North Korea", "url": "https://www.wsj.com/articles/trump-says-only-one-thing-will-work-to-rein-in-north-korea-1507413318", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM146_3fsSC_TOP_20171007171600.jpg", "date": "2017-10-07T21:55:00Z", "description": "President Donald Trump seemed to hint at action against North Korea, saying that “only one thing will work” to rein in the country’s nuclear ambitions.", "authors": "Rebecca Ballhaus", "text": "President Donald Trump on Saturday seemed to hint at action against North Korea, saying that “only one thing will work” to rein in the country’s nuclear ambitions.\n\nThe comment followed a suggestion by Mr. Trump on Thursday night that a dinner he was attending with military leaders might represent “the calm before the storm.” He didn’t elaborate on the remark.\n\n“Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid,” Mr. Trump said on Twitter on Saturday afternoon. “Hasn’t worked, agreements violated before the ink was dry, makings fools of U.S. negotiators.”\n\n“Sorry, but only one thing will work!” he added.\n\nThe White House declined to answer a question about what action Mr. Trump was referencing.\n\nOn Thursday evening, the White House summoned reporters to a photo opportunity with the president, military leaders and their spouses. While photos were being taken, Mr. Trump gestured around the room and asked reporters, “You guys know what this represents?…Maybe it’s the calm before the storm.”\n\nOn Friday, asked about his “storm” comments the previous day, Mr. Trump winked and said: “You’ll find out.”\n\nWhite House press secretary Sarah Huckabee Sanders, asked on Friday whether Mr. Trump’s comments were referring to military action, said, “We’re never going to say in advance what the president is going to do…You’ll have to wait and see.”\n\nPressed on whether Americans should take the president’s repeated hints seriously, Ms. Sanders said: “I think you can take the president protecting the American people always extremely serious.”\n\nThe president and his chief diplomat have sent differing signals about the U.S. approach to North Korea in recent weeks. Last weekend, Mr. Trump tweeted that Secretary of State Rex Tillerson was “wasting his time” trying to negotiate with North Korea. “Save your energy Rex, we’ll do what has to be done!” Mr. Trump wrote.\n\nMr. Tillerson has been interested in pursuing lines of communication with North Korea, but that approach has been largely rejected by Mr. Trump. Some advisers have warned about the signal such an approach would send after North Korea fired a pair of missiles over Japan this summer and tested what it claimed was a hydrogen bomb.\n\nSpeaking to reporters ahead of a flight to North Carolina for a fundraiser on Saturday, Mr. Trump said he had a “very good” relationship with Mr. Tillerson, days after his secretary of state held a news conference to tamp down reports he had called the president a “moron” and considered resigning.\n\n“We disagree on a couple of things, sometimes I’d like him to be a little bit tougher, but other than that we have a very good relationship,” Mr. Trump said.\n\nIn August, Mr. Trump warned of unleashing “fire and fury” on North Korea, raising questions about potential nuclear war, amid worries that Pyongyang may target Guam. Mr. Tillerson later told reporters there was no new threat from North Korea and that Americans should “sleep well at night.”\n\nWrite to Rebecca Ballhaus at Rebecca.Ballhaus@wsj.com", "summary": "President Donald Trump on Saturday seemed to hint at action against North Korea, saying that “only one thing will work” to rein in the country’s nuclear ambitions.\n“Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid,” Mr. Trump said on Twitter on Saturday afternoon.\nLast weekend, Mr. Trump tweeted that Secretary of State Rex Tillerson was “wasting his time” trying to negotiate with North Korea.\nMr. Tillerson has been interested in pursuing lines of communication with North Korea, but that approach has been largely rejected by Mr. Trump.\nIn August, Mr. Trump warned of unleashing “fire and fury” on North Korea, raising questions about potential nuclear war, amid worries that Pyongyang may target Guam.", "score": 0.0}, {"source": "the-wall-street-journal", "title": "Amazon’s Search for a Second Headquarters Could Weigh on Seattle’s Growth", "url": "https://www.wsj.com/articles/amazons-search-for-a-second-headquarters-could-weigh-on-seattles-growth-1507384800", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM018_SEATTL_SOC_20171006172853.jpg", "date": "2017-10-07T14:00:00Z", "description": "Amazon’s decision to establish a second headquarters is going to make some North American city very happy once the online retail giant announces its choice next year. But it will likely be bad news for its current hometown.", "authors": "Peter Grant", "text": "Amazon.com Inc.’s decision to establish a second corporate headquarters is going to make some North American city very happy once the online retail behemoth announces its choice next year.\n\nBut it will likely be bad news for Seattle, Amazon’s longtime home, which has benefited enormously from the company’s rapid growth. Analysts predict that much of the company’s future expansion will be in its second headquarters.\n\n“It...", "summary": "Amazon.com Inc.’s decision to establish a second corporate headquarters is going to make some North American city very happy once the online retail behemoth announces its choice next year.\nBut it will likely be bad news for Seattle, Amazon’s longtime home, which has benefited enormously from the company’s rapid growth.\nAnalysts predict that much of the company’s future expansion will be in its second headquarters.", "score": 0.6800000292062762}, {"source": "the-wall-street-journal", "title": "Marvel Drops Planned Joint Venture With Northrop Grumman", "url": "https://www.wsj.com/articles/marvel-drops-planned-joint-venture-with-northrop-grumman-1507418231", "top_image_url": "https://si.wsj.net/public/resources/images/BN-VM156_3fAqp_TOP_20171007191014.jpg", "date": "2017-10-07T23:17:00Z", "description": "Fans of Marvel Entertainment’s superheroes attacked the company via social media about its planned partnership with the defense contractor.", "authors": "Doug Cameron", "text": "Marvel Entertainment dropped a planned joint venture with Northrop Grumman Corp. on Saturday after fans of its superheroes attacked the company via social media for its potential ties with the defense contractor.\n\nThe Walt Disney Co. unit, best known for franchises including Spider-Man and the Avengers, had planned to launch the venture at the New York Comic Con event with a self-produced film on space exploration featuring Northrop employees and a magazine tie-in aimed at promoting science education.\n\n...", "summary": "Marvel Entertainment dropped a planned joint venture with Northrop Grumman Corp. on Saturday after fans of its superheroes attacked the company via social media for its potential ties with the defense contractor.\nThe Walt Disney Co. unit, best known for franchises including Spider-Man and the Avengers, had planned to launch the venture at the New York Comic Con event with a self-produced film on space exploration featuring Northrop employees and a magazine tie-in aimed at promoting science education.", "score": 0.06999999985098837}, {"source": "national-geographic", "title": "Watch a Wall of Water Race Up a River", "url": "http://news.nationalgeographic.com/2017/10/tidal-bores-qiantang-china-rivers-environment-spd.html", "top_image_url": "https://pmdvod.nationalgeographic.com/NG_Video/709/759/smpost_1507347314998.jpg", "date": "2017-10-07T12:00:00Z", "description": "Tourists recently flocked to China's Qiantang River see this tidal bore, an upstream wave that's anything but boring.", "authors": "Michael Greshko", "text": "On This River, the Moon Fights Earth's Gravity and Wins\n\nOn October 6, more than a hundred thousand tourists gathered on the banks of China’s Qiantang river to witness an extraordinary sight: a wall of water several feet tall racing its way upriver.\n\nWhile this phenomenon may look like a tsunami, it’s actually a tidal bore, a wave that flows upstream in some rivers as high tide approaches. More than 80 rivers around the world have tidal bores, according to one widely-cited 1988 catalog.\n\nWhat creates a tidal bore?\n\n\"Two principal factors affect the size and strength of bores … the magnitude of the tidal range and the shape of the river at its estuary,” said Victor Miguel Ponce, a professor in the civil and environmental engineering department at California's San Diego State University, in a 2005 interview with National Geographic.\n\nBarring extreme weather conditions, bores form only when a river’s mouth is shallow, uniform, and resembles a funnel. Bore-bearing rivers also need to experience large swings in water level between high tide and low tide in their estuaries, where the river and sea meet and mix.\n\nAs high tide rolls into one of these bore-prone estuaries, the influx of water becomes more confined as it moves upriver. As it encounters shallow water, the crest of the wave moves faster than its trough, sharpening its peak. Eventually, the wave breaks—and a bore is born.\n\nSome tidal bores have global reputations for their beauty and destructive power. Each year, the U.K.’s Severn River sees some 250 bores move upriver. The Lupar Benak bore in Sarawak, Malaysia, nearly drowned the British author Somerset Maugham during a 1949 visit. And as National Geographic reported in 2005, some bores in the Amazon have become tourist attractions, as thrill-seeking surfers try to ride them upriver.\n\nBut no bore is as well-known, or as large, as the Qiantang tidal bore, locally known as the “Silver Dragon.” Records for this tidal bore, which can be up to nine feet tall and travel up to 25 miles an hour, go back nearly 3,000 years. These records include some of the oldest written tide tables recovered in China.\n\nThe estuary’s structure is textbook bore material. The Hangzhou Bay, into which the Qiantang river empties, is more than 60 miles across at its mouth, but it narrows to a gap less than 13 miles across where it meets the Qiantang. As high tides enter the bay, they’re funneled in toward the river's mouth, spawning massive high tides and especially strong tidal bores.\n\nThese walls of water pack extraordinary power. Over the years, the Qiantang’s bores have constructed a massive complex of sandbars with an estimated total volume of 42.5 billion cubic meters. That’s enough sand to fill a box 2.6 miles to a side.", "summary": "On This River, the Moon Fights Earth's Gravity and WinsOn October 6, more than a hundred thousand tourists gathered on the banks of China’s Qiantang river to witness an extraordinary sight: a wall of water several feet tall racing its way upriver.\nMore than 80 rivers around the world have tidal bores, according to one widely-cited 1988 catalog.\nWhat creates a tidal bore?\nBore-bearing rivers also need to experience large swings in water level between high tide and low tide in their estuaries, where the river and sea meet and mix.\nAs high tide rolls into one of these bore-prone estuaries, the influx of water becomes more confined as it moves upriver.", "score": 0.0}, {"source": "national-geographic", "title": "This Woman Saved the Americas From the Nazis", "url": "http://news.nationalgeographic.com/2017/10/elizebeth-friedman-codebreaker-nazi-spy-fagone.html", "top_image_url": "http://news.nationalgeographic.com/content/dam/news/2017/10/07/booktalk-code-friedman/elizebeth-and-william-F-098.jpg", "date": "2017-10-07T04:01:00Z", "description": "Pioneering codebreaker Elizebeth Friedman, a poet and mother of two, smashed spy rings by solving secret messages.", "authors": "Simon Worrall", "text": "View Images Elizebeth Friedman, here with her husband William, learned to crack codes when she took a job with an eccentric millionaire who was obsessed with Shakespeare.\n\nPhotograph Courtesy of the George C. Marshall Foundation, Lexington, Virginia.\n\nView Images Courtesy of HarperCollins\n\nElizebeth Friedman is probably not a name familiar to most of our readers. Introduce us to this remarkable woman—and explain what drew you to her.\n\nWell, it’s an amazing American story. A hundred years ago, a young woman in her early twenties became one of the greatest codebreakers America had ever seen. She taught herself how to solve secret messages without knowing the key. That’s codebreaking. And she started from absolutely nothing.\n\nShe wasn't a mathematician. She was a poet. But she turned out to be a genius at solving these very difficult puzzles, and her solutions changed the 20th century. She caught gangsters and organized-crime kingpins during Prohibition. She hunted Nazi spies during World War II.\n\nShe also helped to invent the modern science of secret writing—cryptology—that lies at the base of everything from government institutions like the NSA to the fluctuations of our daily online lives. Not bad for a Quaker girl from a small Indiana town! [Laughs]\n\nWe first meet Elizebeth at a mansion named Riverbank near Chicago that belonged to a notorious millionaire named George Fabyan. Paint a picture of this larger-than-life man—and explain his obsession with Shakespeare.\n\nFabyan was a lot like William Randolph Hearst or Andrew Carnegie—one of these incredibly wealthy Gilded Age multimillionaires who’d made his fortune in the textiles industry. Unlike a lot of other Gilded Age rich men, Fabyan didn’t go for lavish vacations on the French Riviera or collect art. He dreamed of discovering the secrets of nature. Although he was a high school drop-out, he saw himself as a great sponsor of science, somebody who used his fortune to bring together some of America’s finest scientists and give them carte blanche to discover the secrets of the world.\n\nHe was very eccentric. He lived in a villa full of furniture that hung from the ceiling on chains. His couch and bed hung on chains. He was extremely suspicious of everyone around him. He kept a hive of honeybees inside his own personal house because he didn’t trust them to make honey unless he surveilled them personally. [Laughs]\n\nOne of his obsessions was secret writing. He believed that Shakespeare wasn’t the author of the famous plays, like Hamlet and Julius Caesar. He thought that they were written by one of Shakespeare’s contemporaries, the philosopher Francis Bacon.\n\nFabyan believed Bacon had placed secret messages inside the original 1623 edition of the plays as a signature of his authorship and was convinced these secret messages could be discovered, thereby rewriting the history of English literature. To do that he hired some of the world’s most prominent Bacon and Shakespeare experts and brought them to Riverbank. That’s how Elizebeth Friedman, then Elizebeth Smith, ended up at Riverbank at the age of 23 as a codebreaker.\n\nRelated: How Three Men You Probably Never Heard of Helped End WWII The British sailors boarded a sinking German U-boat, recovering vital Nazi documents and secret codebooks. This short animation by Mike Brookes is part of the Short Film Showcase. The filmmakers created the content presented, and the opinions expressed are their own, not those of National Geographic Partners.\n\nElizebeth cut her teeth as a codebreaker during Prohibition in the unlikely role of interdicting rumrunners. Set the scene for us—and describe how she reacted to becoming a minor celebrity.\n\nAfter she left Riverbank in 1921, she moved to Washington and was soon recruited by the U.S. Treasury Department to fight illegal liquor smuggling that had grown because of Prohibition. Rumrunners used ships that could outrun the Coast Guard vessels to smuggle rum into the U.S. The Coast Guard was unable to stop them because the rumrunners got good at concealing their operations using coded radio messages. Thousands of these messages were piling up in the Coast Guard offices so they approached Elizebeth Friedman to get help reading them.\n\nBetween 1926-1930, she solved 20,000 smuggling messages per year in hundreds of different code systems. She did it all by hand with pencil and paper, before the era of computers. It was analog heroism.\n\nToward the end of the 1920s, she also began to testify in court against some of the biggest gangsters of the day. These criminal cases required her to explain to juries how she had solved these secret messages. She would go into court carrying her handbag, wearing a pink dress and hat with flower pins, and would explain to a jury exactly how she had intercepted these radio messages and decoded them.\n\nSome of these guys were very dangerous. She testified in one case in New Orleans against three lieutenants of Al Capone.\n\nAs a result, she became one of the most famous codebreakers in the world. She was known as the Lady Manhunter, or the Key Woman of the Keyman, “keyman” being a nickname for a treasury agent, similar to G-Man in the FBI. She was on front pages from coast to coast and she hated all of it! [Laughs] She was a very modest person, and disdained what she later called the hero worship.\n\nThe publicity also created problems because codebreaking is normally a secret profession. You are revealing the secrets of people who are communicating secretly and the more you reveal about how you found those secrets, the easier you make it for people to conceal their future communications.\n\nView Images Elizebeth Friedman met Ian Fleming in the course of her intelligence work. He went on to write the James Bond novels.\n\nPhotograph by M. McKeown/Express/Getty\n\nToday, most codebreaking is done by computers. What sort of methods did Elizebeth have at her disposal?\n\nGreat question! She did everything with pencil and paper and a series of techniques, some of which had been around for hundreds of years and some she had to invent herself. Working with William Friedman, who later became her husband, in the early days of Riverbank, she created different approaches and attacks on secret messages that allowed her to pick apart garbled blocks of letters and arrange them into patterns that made sense.\n\nOver decades of practice, solving tens of thousands of messages every year, she developed an intuition, a way of thinking that made her one of the best in the world at seeing the shapes of words in a field of letters that nobody else could make sense of.\n\nHer achievements reached their peak in World War II in what came to be known as the “invisible war.” Take us inside this murky world of espionage and counterintelligence.\n\nAfter Hitler invaded Poland in 1939, and World War II began, the codebreaking team Elizabeth had built within the Coast Guard started to intercept and analyze messages that looked a lot like rumrunning messages but were actually being sent by Nazi spies. These spies were spreading into South America, which was a neutral continent then, and into the U.S. and Mexico. All of a sudden, Elizebeth’s team, which had been focused on smuggling, became a team that hunted Nazi spies.\n\nIn the process, she met figures from British intelligence. The British sent over a lot of young officers, who looked to all the world like they were just British chaps having a good time, but were actually spies. One was Ian Fleming, who would go on to write the James Bond novels. Another was a young Roald Dahl, who at that time was a handsome pilot in the RAF.\n\nShe also worked on the notorious Enigma codes. While Alan Turing was organizing large-scale attacks on enigma codes using algorithms and large electromechanical devices called bombes, Elizebeth was more narrowly focused on a couple of Enigma’s systems being used by Nazi spies. That’s how the notorious SS spy Johannes Siegfried Becker, nicknamed “Sargo,” was encrypting reports he sent back from South America to Berlin.\n\nThe FBI considered Becker the most dangerous Nazi spy in the Western Hemisphere. He directed more than 50 agents from a base in Argentina, exchanging thousands of sensitive espionage reports with Germany, gathering information on U.S. and British military capabilities and instigating military coups in South American countries to swing governments toward the Nazis. Elizebeth’s efforts led to the destruction of every Nazi spy network in South America, in particular the one run by “Sargo.”\n\nYou write that, “by any measure, Elizebeth was a great heroine of the Second World War.” But her role was erased by J. Edgar Hoover. Explain what happened.\n\nThe FBI had responsibility for catching Nazi spies in South America and those were the networks that Elizebeth was tracking. So she was giving messages to the FBI and also providing them with materials so they could solve messages themselves. Without Elizebeth and her team, the FBI would have been completely lost.\n\nBut after the networks were destroyed toward the end of 1944, J. Edgar Hoover launched a publicity campaign to take credit for winning this invisible war, claiming that the FBI was solely responsible. He produced a film that was shown to U.S. troops called “The Battle of the United States,” which portrayed the FBI as the main hero, and published articles in popular magazines about the FBI’s great work. He did not credit Elizebeth or her team.\n\nTo this day historians wrongly praise Hoover and the FBI for achievements that were actually Elizebeth’s. As a result, Americans have no idea that Elizebeth Friedman, a mother of two, was the great Nazi spy catcher of the war.\n\nThe National Security Agency hit the headlines with whistle-blower Edward Snowden. Describe the Friedmans role in its creation in 1952.\n\nElizabeth and William are the Adam and Eve of the NSA in the sense that they were present at the birth of U.S. codebreaking at Riverbank in 1916. Everything that happened afterward grew out of that time and place. Elizebeth also helped to invent the science that undergirds a lot of the NSA’s work. But she had no direct role in the NSA’s creation. It was her husband, William Friedman, who helped create it.\n\nThe Army codebreaking unit that William launched in the early 1930s, and led all through the war, decrypted Japanese cypher machines, leading to major U.S. victories. After the war that unit became absorbed into the agency that we now know as the NSA.\n\nWilliam was an NSA official for a number of years, until he began to believe that the NSA was collecting too much information and keeping too much of it classified. He became suspicious about the direction of an institution that, in many ways, he helped create, and eventually came to believe that the NSA’s practices were a threat to democracy itself. In private letters, he made criticisms of the NSA that are reminiscent of Edward Snowden’s criticisms decades later.\n\nYou write, “The world forgot about her and remembered him.” Why do you think this was?\n\nSexism? [Laughs] Part of the reason she was forgotten after the war is because of secrecy. Her records were classified, stamped “Top Secret Ultra,” and carried off to what she called “government tombs.” Thousands of pages of her decryptions and proof of everything she had done in the war were placed under lock and key in the National Archives until as late as the year 2000.\n\nAlong with many other American women who wrote codes during the war, she was told that if she ever spoke about it, even to her grandchildren, she would be prosecuted. So she didn’t. As a result, for many years nobody knew what she had done in the war.\n\nThis interview was edited for length and clarity.", "summary": "She hunted Nazi spies during World War II.\nFabyan believed Bacon had placed secret messages inside the original 1623 edition of the plays as a signature of his authorship and was convinced these secret messages could be discovered, thereby rewriting the history of English literature.\nThat’s how Elizebeth Friedman, then Elizebeth Smith, ended up at Riverbank at the age of 23 as a codebreaker.\nThese criminal cases required her to explain to juries how she had solved these secret messages.\nAll of a sudden, Elizebeth’s team, which had been focused on smuggling, became a team that hunted Nazi spies.", "score": 0.0}, {"source": "national-geographic", "title": "This Bug's Penis Is a Built-In Violin", "url": "http://news.nationalgeographic.com/2017/10/animals-anatomy-sound-communication.html", "top_image_url": "http://news.nationalgeographic.com/content/dam/news/2017/10/07/waq-animal-sounds/05-waq-animal-sounds-NationalGeographic_1235480.jpg", "date": "2017-10-07T04:00:00Z", "description": "Get the why and how behind the sounds of the water boatman, sperm whales, and other noisy animals.", "authors": "Liz Langley", "text": "View Images The water boatman can make quite a racket with its anatomy.\n\nPhotograph by Ingo Arndt, Minden Pictures, National Geographic Creative\n\nHow do you play a built-in trumpet?\n\nWhen a friend asked, “Do elephants make that trumpeting sound through their nose or mouth?” that prompted us to take a deeper look at how animals make some of their unique sounds.\n\nElephants\n\n“Mostly the trumpeting sound is made with the trunk only,” among the African forest elephants studied at Cornell University’s Elephant Listening Project says project director Peter Wrege via email.\n\nView Images Elephants like this African forest elephant make trumpeting sounds when they are excited, fearful, or happy.\n\nPhotograph by Carlton Ward, National Geographic Creative\n\nIt’s “a bit like sounds we make by blowing air forcefully through mostly closed lips,” though sometimes they add “a bit of a ‘voice.’” (Related: What Elephant Calls Mean: A User’s Guide)\n\n“Try it,” Wrege suggests, “but be careful where.”\n\nWrege thinks all of the sound, “including the components added by the vocal fold vibration,” is emitted from the end of the trunk—it wouldn’t be surprising, he says, if the mouth is involved in producing the trumpets as well, depending on the emotional state of the elephant.\n\nWrege says elephants make this sound “in times of high excitement, fear, or happiness,” among this species, and we can see why. It tickles.\n\nCicadas\n\nWhether they emerge annually or every 13 or 17 years, cicadas make a deafening racket in the spring and summer for one reason.\n\n“It’s all about sex,” with males calling to females, says Ed Spevak, curator of invertebrates at the St. Louis Zoo.\n\nView Images Cicada sounds are \"all about sex,\" says an expert.\n\nPhotograph by Joel Sartore, National Geographic Photo Ark\n\nCicadas have a “timpanum, a portion of the abdomen which is like the clickers that people use to train their dogs and cats,” Spevak says. They depress and release a membrane which makes the click sound. A resonating chamber amplifies the sound.\n\nDifferent species—there are some 3,000 cicada species in total—have different frequencies and patterns, enabling them to tell each other apart.\n\nAustralia alone has around 200 cicada species, and these Aussie varieties are the loudest, according to Spevak. These bugs can hit 120 decibels, the intensity of a thunderclap.\n\nView Images Sperm whales use parts of their heads to make sounds for communicating and navigating.\n\nPhotograph by Hiroya Minakuchi, Minden Pictures, National Geographic Creative\n\nSperm Whales\n\nSperm whales talk over distance, find each other, and navigate with sounds their noses make. It would be as if we evolved smart phones in our schnozzes.\n\nThere are two little balloons under the whale’s one nostril, which “moves air from one to the other,” like air spewing from a whoopee cushion, says Shane Gero, founder of the Dominica Sperm Whale Project. That air opens and closes a membrane that makes clicking sounds.\n\nWhales also use two oil-filled tubes, the spermaceti organ, which bounces sound off the back of the head and the junk, a segmented tube in the front of the head.\n\nThose segments in the junk “help to directionalize the sound,” so it comes out in a loud, well-aimed beam. This echolocation system makes whales highly successful hunters.\n\nFor communicating with each other, though, whales likely don’t send clicking sounds through the junk, so they can be heard over shorter distances “and radiate in all directions,” Gero says.\n\nWater Boatman\n\nThis insect the size of a rice grain is the loudest animal relative to body weight.\n\nA world citizen, the tiny water boatman chirps by rubbing its penis across its ridged belly. At 105 decibels, the bug’s noise clocks in just louder than a motorcycle. (Related: World’s Loudest Animals - Bug With ‘Singing’ Penis, More)\n\nView Images Howler monkeys have a built-in amplifier for their sounds, making them one of the world's loudest animals.\n\nPhotograph by Piotr Naskrecki, Minden Pictures, National Geographic Creative\n\nHowler Monkeys\n\nHowler monkeys, of south Central America and northern South America have a hyoid bone, a hollow bone in the throat that amplifies their calls, making this relatively small primate one of the world’s loudest animals.\n\nA 2015 study found that louder howler males have smaller testes and less sperm. They live in small groups with harems of females, while males with larger testes share females and compete for reproductive success via sperm amount and quality.\n\nMaybe if you’ve really got it, you don’t need to shout about it.", "summary": "Photograph by Ingo Arndt, Minden Pictures, National Geographic CreativeHow do you play a built-in trumpet?\nView Images Elephants like this African forest elephant make trumpeting sounds when they are excited, fearful, or happy.\nPhotograph by Joel Sartore, National Geographic Photo ArkCicadas have a “timpanum, a portion of the abdomen which is like the clickers that people use to train their dogs and cats,” Spevak says.\nView Images Sperm whales use parts of their heads to make sounds for communicating and navigating.\n(Related: World’s Loudest Animals - Bug With ‘Singing’ Penis, More)View Images Howler monkeys have a built-in amplifier for their sounds, making them one of the world's loudest animals.", "score": 1.5800000426173213}, {"source": "national-geographic", "title": "Hurricane Nate to Menace Gulf Coast? Here's the Storm Explained.", "url": "http://news.nationalgeographic.com/2017/10/hurricane-nate-tropical-storm-threatens-gulf-coast-science-explained-spd.html", "top_image_url": "https://pmdvod.nationalgeographic.com/NG_Video/950/951/smpost_1504039707865.jpg", "date": "2017-10-06T19:15:00Z", "description": "Get the facts on this deadly hurricane season's latest storm, how the tempests form, and the potential role of climate change.", "authors": "Brian Clark Howard", "text": "Learn more how hurricanes form.\n\nWhile parts of North America and the Caribbean continue to reel in the wake of a devastating 2017 Atlantic hurricane season—punctuated by deadly storms like Maria, Irma, and Harvey—meteorologists warn that a new threat is brewing.\n\nTropical Storm Nate is likely to strengthen to Hurricane Nate over the next few days, and it is likely heading for the northern U.S. Gulf Coast, the National Hurricane Center warned Friday. Here's what you need to know about Hurricane Nate 2017 and other potentially powerful storms:\n\nNATE'S PATH\n\nTropical Depression 19 became Tropical Storm Nate Thursday, when it savaged parts of Nicaragua, Costa Rica, and Honduras, killing at least 21 people there. As of Friday afternoon, the storm was barreling toward Mexico's Yucatan peninsula.\n\nForecasters predict the eye of the storm could hit just east of New Orleans by Saturday night or early Sunday, making it the third hurricane to strike the U.S. mainland in six weeks. Hurricane warnings were announced for much of the northern Gulf Coast, from Louisiana to Florida.\n\nThe storm is likely to miss the areas most hard-hit by other recent hurricanes, from Puerto Rico to Houston. Still, there could be substantial damage and risk to life, if the storm continues to strengthen. (Read about how to survive in a natural disaster.)\n\nROLE OF WARMER WATER\n\nWaters over the Gulf of Mexico and Caribbean remain very warm, a condition that helps hurricanes draw strength, upping wind speeds. Due to that warmth, this hurricane season was predicted to be more active than average.\n\n\"In short: atmospheric conditions [are] hurricane-friendly, and surface sea temperatures were warmer than usual,\" Michael Greshko reported for us recently.\n\n\"The Climate Prediction Center says that multiple conditions, such as a strong west African monsoon, have aligned to make the Caribbean Sea and part of the tropical Atlantic—a storm-spawning area called the 'Main Development Region'—particularly well-suited to hurricanes,\" Greshko wrote.\n\nAnd while scientists maintain that no single weather event can be attributed to climate change, two centuries of human fossil-fuel burning has altered temperatures just enough to almost certainly make this season's storms more powerful.\n\n\"In general, the way to think about it is: climate change has changed the environment that everything is happening in,\" Kevin Trenberth, a senior scientist at the National Center for Atmospheric Research in Colorado, told National Geographic's Craig Welch. \"When you add in the climate's natural variability and then the right conditions come along, you can get a storm which is stronger than you might otherwise have expected.\"\n\nHOW HURRICANES WORK\n\nHurricanes form by drawing energy from warm ocean water and converting it into the mechanical energy of wind. Those that form in the Atlantic Basin—which includes the Atlantic Ocean, Gulf of Mexico, and Caribbean Sea—are often spawned by late-summer thunderstorms that roll off the west coast of Africa near the Cabo Verde Islands.\n\nDue to the Earth's rotation, Atlantic hurricanes rotate counter-clockwise. They are one form of tropical cyclone, which also forms in the Pacific Ocean. In the western Pacific, these same storms are known as typhoons. However, storms that form in the Southern Hemisphere rotate clockwise. (See \"Typhoon, Hurricane, Cyclone: What's the Difference?\")\n\nAs hurricanes form, they can be slowed, weakened, or even stopped if they pass over cool enough water, if their updraft is blocked by upper-level winds, or if too much wind shear breaks them up. The complexity of these factors, as well as the shifting nature of the winds, means their exact paths and damage capability can be difficult to predict.", "summary": "Learn more how hurricanes form.\nTropical Storm Nate is likely to strengthen to Hurricane Nate over the next few days, and it is likely heading for the northern U.S. Gulf Coast, the National Hurricane Center warned Friday.\nHere's what you need to know about Hurricane Nate 2017 and other potentially powerful storms:NATE'S PATHTropical Depression 19 became Tropical Storm Nate Thursday, when it savaged parts of Nicaragua, Costa Rica, and Honduras, killing at least 21 people there.\nHurricane warnings were announced for much of the northern Gulf Coast, from Louisiana to Florida.\nDue to the Earth's rotation, Atlantic hurricanes rotate counter-clockwise.", "score": 0.7400000205636026}, {"source": "national-geographic", "title": "These Giant Invasive Beasts May Actually Be Good for the Planet", "url": "http://news.nationalgeographic.com/2017/10/invasive-species-camels-horses-hippos-extinction-environment.html", "top_image_url": "http://news.nationalgeographic.com/content/dam/news/2017/10/06/invasive-species/05-invasive-animals-NationalGeographic_1737689.jpg", "date": "2017-10-06T16:42:44Z", "description": "Feral horses or camels may not &quot;belong&quot; where we put them, a new study says, but they're keeping the species wild and helping the ecosystem.", "authors": "Emma Marris", "text": "View Images Australia has some 300,000 feral camels, whose ancestors were imported from the Middle East as pack animals in the 19th century.\n\nPhotograph by Bill Hatcher, National Geographic Creative\n\nWild horses grazing on the Western range, dromedary camels roaming the Australian outback, hippos lounging in Colombian lakes—they all have two things in common: They’re very large herbivores, and they’re on the “wrong” continent. They were imported from their native range by people—in the case of the hippos, by the now-deceased drug lord Pablo Escobar, whose private zoo the beasts escaped from.\n\nThe conventional view among ecologists is that these species and other expatriate herbivores are an ecological problem. A new study takes issue with that, arguing that we should welcome them in their new ranges. According to the authors, out-of-place beasts are either replacing grazing animals that humans drove extinct thousands of years ago, or preserving their own species from extinction, or both.\n\nOf the 76 herbivores in the world that weigh more than 100 kilograms (220 pounds), 22 have substantial populations outside their native ranges, according to ecologist Erick Lundgren of Arizona State University and his colleagues. Of those 22, half are threatened or extinct in their native ranges.\n\nSome of the new populations are feral, that is, they’re wild now but are descended from domesticated versions of extinct species. The aurochs that humans once painted on caves, for example, and later domesticated into modern cattle, is long since extinct—but feral cattle run wild from Hawaii to Hong Kong.\n\nThough every population has its own story—Pablo Escobar used his hippos to show off—there are common themes. “Either they are beasts of burden that became replaced by automobiles, or they were introduced for hunting for meat or sport,” Lundgren says.\n\nDrug Kingpin Pablo Escobar’s Hippos Are Alive and Well\n\nThe question now is how to think and what to do about them. Lundgren and co-author Arian Wallach, an ecologist at the University of Technology Sydney in Australia, say these animals are often bringing grazing back to landscapes where it has been missing. By grazing tree seedlings, large herbivores keep grasslands from turning into forest and reduce fire risk. By grazing in one place and pooping in another, they move nutrients around.\n\nIn Arizona Lundgren has even watched wild burros—whose ancestors hail from North Africa—dig water holes that are then used by coyotes, javelinas, bighorn sheep, and plants. But to a lot of Arizonans these days, the burros are pests that amble around town as if they own the place, and wreck cars by allowing themselves to get hit.\n\nThey Can’t Go Home Again\n\nMany conservationists have argued that such wayward animals should be “put back” in their native habitats. But that often isn’t possible, Wallach says. The one-humped dromedary camel is an example.\n\n“There is a reason why these animals went extinct in the Middle East in the first place,” she says. Wild camels were presumably hunted and domesticated out of existence, and today there’s no obvious place in the Middle East or North Africa where they’d be safe for a massive reintroduction effort. Besides, Wallach points out, although we tend to think that the dromedary “belongs” in the Middle East—because that is where humans first encountered and domesticated it—the species actually evolved millions of years earlier in North America.\n\nToday, Wallach says, “camels are best suited to Australia,” where they were introduced in the 19th century, and where there are now some 300,000 dromedaries wandering in the desert. Part of the reason she and her colleagues conducted their survey was to get people to realize that these non-native populations are often large and ecologically influential.\n\nWallach got the idea while looking at a map created by co-author William Ripple, an ecologist at Oregon State University in Corvallis. The map showed where large herbivores live on Earth, but Australia was completely empty—despite the fact that, in addition to the world’s only population of wild dromedaries, it currently hosts seven other introduced species of large herbivore, including donkeys, water buffalo, horses, the endangered banteng from Southeast Asia, and the vulnerable sambar deer, from India.\n\nBecause they aren’t native, they weren’t on Ripple’s original map. This selective vision is widespread in ecology, and in practice it means that little is known about these populations. Even now, with the study complete, Lundgren is hearing about new populations with some regularity. “I just found a new species that we missed,” he says. “Giant eland in Cuba. There’s like 1,000.” This uncommonly beautiful antelope is vulnerable to extinction in its native Africa.\n\n“These animals exist,” says Lundgren. “For many of them the introduced home is the home they know more than anywhere else. We would spend a great deal of energy and time killing these animals if we were to try to go back to some pure historic baseline.” Instead, he thinks it better to “open our eyes to a wonder that we so often ignore and celebrate these animals.”\n\nCelebrate Camels? Please.\n\nOther ecologists are not yet breaking out the champagne. Daniel Simberloff of the University of Tennessee studies the impact of non-native species on ecosystems, and he says Lundgren and his colleagues have unfairly stacked the deck, reporting only the positive impacts of the invasive herbivores and ignoring the problems they cause.\n\n“Camels, for Christ’s sake,” Simberloff says. “There is an entire book and many papers about the many inimical impacts—ecological as well as economic and social, of feral camels.” Indeed, studies suggest that the desert wanderers damage and foul water holes and springs, including those that have cultural significance to Aboriginal people. The taciturn beasts have also locally wiped out tasty plants such as the quandong, a delicious fruit in the sandalwood family.\n\nGiven the extinction of wild camels in Arabia, Simberloff says, a carefully managed conservation herd could be kept Down Under. But “they don’t have to roam over half of Australia.”\n\nView Images Wild horses—these are in the McCullough Peaks Herd Management Area near Cody, Wyoming—are a contentious issue in the American West.\n\nPhotograph by Bob Smith, National Geographic Creative\n\nOther researchers like the idea of taking another look at invasive populations, in theory. But they say the devil is—as always in ecology—in the details. Eric Beever, a United States Geological Survey ecologist based in Bozeman, Montana, says that while some grazing on a landscape might be great, too much can reduce the diversity of other flora and fauna, from small mammals to plants. Without predators keeping these out-of-place herbivores in check, species like wild horses can becomes a real problem in the American West.\n\n“I love riding horses,” Beever says. “In a romantic sense it is a beautiful thing to watch them; from an ecologist’s perspective….” he trails off, then quotes ecologist Aldo Leopold. “One of the penalties of an ecological education,” Leopold once wrote, “is that one lives alone in a world of wounds. Much of the damage inflicted on land is quite invisible to laymen.” For Beever, the intensive grazing of wild horses—though it’s far outweighed by the impact of domestic cattle—is one such wound.\n\nWallach, who isn’t a layperson, doesn’t see it that way. The landscape that so many ecologists associate with natural health in western North America isn’t natural, she says. It was actually created by the extinction, starting more than 10,000 years ago, of the many large animals that lived in North America during the Pleistocene ice ages. Human hunters were the main culprit, and the result was a greener, woodsier world with less grazing in it.\n\n“The concept of ‘overgrazing’ tells us about ourselves,” Wallach says. “When one says animals are overgrazing, one is really saying ‘I feel that this landscape has a grazing impact that I don’t like.’”\n\nNext: Invasive Elephants?\n\nCornell ecologist Harry Greene, for one, is willing to go beyond celebrating the herbivores we’ve already introduced. He thinks we should consider introducing more, as proxies for the Pleistocene animals that went extinct.\n\nNorth America used to host a lot of mammoths, and burros, wild horses, and cattle don’t exactly replace these enormous browsers. Elephants might, though—and Greene proposes we do an experiment to see how they would interact with a modern American ecosystem. “We have over 100 Asian elephants in the country now, and there is increasing sentiment to get them out of zoos,” he says. Why not create a controlled herd, behind fences, and study them?\n\nThreatened by habitat loss and poaching in Africa and Asia, elephants might one day, in this view, find refuge in America. “If the only elephants left on earth were a North American herd that started with zoo animals, that would still be better than no elephants left on Earth at all,” Greene says.", "summary": "According to the authors, out-of-place beasts are either replacing grazing animals that humans drove extinct thousands of years ago, or preserving their own species from extinction, or both.\nSome of the new populations are feral, that is, they’re wild now but are descended from domesticated versions of extinct species.\n“Either they are beasts of burden that became replaced by automobiles, or they were introduced for hunting for meat or sport,” Lundgren says.\nGiven the extinction of wild camels in Arabia, Simberloff says, a carefully managed conservation herd could be kept Down Under.\nPhotograph by Bob Smith, National Geographic CreativeOther researchers like the idea of taking another look at invasive populations, in theory.", "score": 0.0}, {"source": "national-geographic", "title": "Largest Marine Protected Area in North America Created off Mexico", "url": "http://news.nationalgeographic.com/2017/10/mexico-revillagigedo-oceans-pristine-seas-conservation-environment-spd.html", "top_image_url": "http://news.nationalgeographic.com/content/dam/news/2017/10/06/pristine_seas_mexico/3-pristine-seas-San-Benedicto-UW-417.jpg", "date": "2017-10-06T16:25:00Z", "description": "The Revillagigedo marine reserve protects a vast area in the Pacific and is home to many sharks, rays, and other life.", "authors": "Brian Clark Howard, Michael Greshko", "text": "These Giant Manta Rays Just Want to Hang Out\n\nThe Mexican government has announced the creation of a new marine reserve in the Pacific Ocean Thursday, the largest protected area of its kind in North America.\n\nAlejandro Del Mazo Maza, representing Mexico’s National Commission of Protected Natural Areas, announced the massive expansion of the Revillagigedo marine park on October 5 at the Our Ocean conference in Malta.\n\nThe park covers more than 57,000 square miles, a vast rectangle of ocean encompassing the four Revillagigedo Islands, small volcanic landmasses under Mexico's control that lie about 240 miles southwest of Baja California. The islands are uninhabited except for a small Mexican naval presence and were named a World Heritage Site in 2016 for their unique biodiversity (the reserve is also the location for the photo that won the National Geographic Traveler Photo Contest in 2015 .\n\nNORTH AMERICA EUROPE ASIA north pacific Ocean AFRICA SOUTH AMERICA AUSTRALIA South pacific Ocean ANTARCTICA Niue, New Zealand Revillagigedo Islands, Mexico Juan Fernández Islands, Chile Cape Horn and Diego Ramírez Islands, Chile NG STAFF\n\n“With the goal of guaranteeing maximum protection of this World Heritage Site, our national legislation’s strongest conservation category will be used, and all forms of fishing will be prohibited,” Del Mazo said in a statement. He also said that Mexico will not permit the construction of hotel facilities on the islands.\n\nPreviously, the islands had been protected by a small reserve that included only the waters up to six miles off the land. That left important feeding and migration areas for sharks, rays, whales, and other species in the path of fishermen—who either target the species, often illegally, or catch them accidentally as bycatch.\n\nBut the new park is designed to protect critical habitat for those animals, as well as corals and other fish. No fishing, mining, or other intensive resource development will be allowed in the newly expanded reserve.\n\n'Giant Manta Rays Galore'\n\n\"This is the wildest place in tropical North America,\" says Enric Sala, a National Geographic Explorer-in-Residence who led a Pristine Seas fact-finding expedition to the area in March 2016. \"It’s one of the places where you can see the most giant manta rays and sharks on the planet.\"\n\nDuring the expedition, the team of more than a dozen scientists saw \"giant manta rays galore,\" says Sala. \"We saw lots of sharks, groupers, and tuna. It was a rare place of large fish, with biodiversity as if the Galápagos Islands had opened a branch in Mexico.\"\n\nOn land, the islands are home to many sea and land birds, endemic reptiles, and unique plants.\n\nWith a DeepSee submersible and remote dropcams, the Pristine Seas team also surveyed a ridge about 300 feet beneath the surface. There, they found \"a beautiful soft coral garden,\" says Sala, packed with corals, sea fans, sponges, crabs, and fish.\n\nEconomic Benefits\n\nWhen proposed, the reserve saw some opposition from fishermen, but fishing fleets used only a small part of the waters, says Sala. Of the entire Pacific range fished by Mexico's tuna fleet, only seven percent of their effort was directed in the waters of the newly expanded reserve, he says.\n\nAnd what's more, Mexico's fishermen should see their catches in waters outside the reserve increase, says Sala, due to spill-over of growing fish populations in the protected waters. That's exactly what happened around the Galápagos after fishing was restricted in 1998, turning former adversaries of the reserve into supporters.\n\nThe reserve should also increase the amount of dive tourism to the area, which is already a $15 million business. Boats often leave out of the popular resort destination Cabo San Lucas, a few hundred miles away.\n\nEach living manta ray is worth 57 times more to Mexico's economy through increased tourism than the money received by selling its body parts to Asia, Sala's team calculated.\n\nThe next step will be enforcement of the reserve's new boundaries. Illegal fishermen have been operating there with sophistication, sometimes using helicopters to spot for enforcement vessels.\n\nThe reserve is the newest marine park that Sala and his Pristine Seas initiative at National Geographic helped bring into being. Over the past few years, the project has helped governments around the world establish 17 new reserves, covering some two million square miles of ocean.", "summary": "These Giant Manta Rays Just Want to Hang OutThe Mexican government has announced the creation of a new marine reserve in the Pacific Ocean Thursday, the largest protected area of its kind in North America.\nAlejandro Del Mazo Maza, representing Mexico’s National Commission of Protected Natural Areas, announced the massive expansion of the Revillagigedo marine park on October 5 at the Our Ocean conference in Malta.\n'Giant Manta Rays Galore'\"This is the wildest place in tropical North America,\" says Enric Sala, a National Geographic Explorer-in-Residence who led a Pristine Seas fact-finding expedition to the area in March 2016.\n\"It’s one of the places where you can see the most giant manta rays and sharks on the planet.\"\nDuring the expedition, the team of more than a dozen scientists saw \"giant manta rays galore,\" says Sala.", "score": 3.960000100135801}, {"source": "national-geographic", "title": "Pictures Reveal the ‘Microvillages’ of a Divided Catalonia", "url": "http://www.nationalgeographic.com/photography/proof/2017/10/spain-catalonia-rural-vote-independence.html", "top_image_url": "http://www.nationalgeographic.com/content/dam/photography/PROOF/2017/October/rural-catalonia/02-rural-catalonia.jpg", "date": "2017-10-06T16:25:00Z", "description": "Decades of national tension lead to long-lasting implications for Spain's future.", "authors": "Austa Somvichian-Clausen", "text": "View Images Arres is a hamlet of 67 people in Catalonia, near France.\n\nPhotograph by Edu Bayer\n\nThe northeastern corner of Spain is home to the semi-autonomous region of Catalonia, whose people have long regarded themselves not as a region, but as a nation. They have their own language, Catalan, and less than half of the population regularly communicates in Castilian Spanish.\n\nOn Sunday, October 1, Catalan voters took to the polls for the first time since their failed attempt at establishing full independence from Spain in 2014. The vote was once again declared illegal by the central Spanish government in Madrid, and many voters had their ballots confiscated by police. Officers in riot gear blocked other citizens from voting—at times beating them bloody and firing rubber bullets into the crowds.\n\nView Images Women gather annually to celebrate a feast in honor of Santa Àgueda, a Christian saint and virgin martyr, in La Pobla de Massaluca.\n\nPhotograph by Edu Bayer\n\nDoors of polling stations were smashed by police with hammers; people were pulled from the polls by their hair. Spain’s Prime Minister Mariano Rajoy rejected the result of the vote, while the Catalan government has claimed that 844 people were injured in the process. Voter turnout was just under 43 percent, with officials saying 90 percent of the more than 2 million voters said “yes” to independence.\n\nPressure Under the Surface\n\nNational Geographic contributor Simon Worrall—who has experience covering the region—says tensions between Catalonia and Spain’s central government are partly rooted in lingering trauma from the Spanish Civil War of 1936-1939. He says the central government’s heavy-handed response this week is reminiscent of such past conflict.\n\nView Images A stream of wild pig blood and water trickles down the street in Alfara de Carles. Hunting is one of the main activities in this small village.\n\nPhotograph by Edu Bayer\n\n“During the civil war Catalonia was the Republican fortress and stronghold, and it was from there that the battle against Fascism was launched,” says Worrall. “The memories and tensions of the civil war linger just below the surface—they have left deep and bloody wounds in the Spanish consciousness.”\n\nWorrall also pointed to a long simmering rivalry between Catalonia’s iconic fútbol (soccer) team, FC Barcelona, and Real Madrid C.F., which he says is sometimes symbolic of the tension between central Spain and the outer regions. Catalonia’s separatist movement has raised questions about the future of Barcelona’s popular football club, and if it will possibly exit Spain’s national football league, La Liga. The team has currently won 24 La Liga titles.\n\nMicrocatalonia\n\nCatalan photographer Edu Bayer and journalist Marc Serena made the conscious decision to pen their book, Microcatalonia: a journey through the tiniest villages, in their native language of Catalan.\n\n“During the civil war, the use of our native language was repressed. Catalan was banned from being spoken, and from being studied in school,” says Bayer. “The consequences of the prosecution of our language and our cultural identity continue to last.”\n\nView Images Ceferino, a former tobacco smuggler and woodcutter, lives by himself in the mountains of Montenartró near the border of Andorra and France.\n\nPhotograph by Edu Bayer\n\nBayer and Serena set out to capture the essence of rural Catalonian “microvillages,” each with less than 500 inhabitants. The book accounts for a third of the Catalan territory, where only 1.4% of the country’s population resides.\n\nMicrocatalonia is a testament to the deep cuts created by the civil war, which are not yet healed. Small villages continue to stand divided from stances taken during the war. For example, one of the oldest cinemas in Spain is located in the small village of Caseres, home to only 250 residents. The cinema, which is owned by a family who fought with the Nationalists, is still not visited by many families who stood with the Republicans.\n\nWhat Happens Next?\n\nCatalonia’s outspoken leader, Carles Puigdemont, continues to push for independence for the region. He has now called for mediation, which the Spanish government says is unacceptable. A Madrid source said to the BBC, “mediation about what?”\n\nPuigdemont has said that Catalonia will declare its independence from Spain within days, specifically, “48 hours after all the official results are counted.”\n\nWorrall notes that this will be a mostly symbolic act, but that the immediate repercussions for Spain are potentially drastic. Prime Minister Rajoy has said that if Catalonia declares independence then the central government will suspend the legislation that grants the region it’s semi-independent status. Catalonia would then be governed by direct rule, which could possibly result in a deployment of troops to the region and the detainment of local politicians.\n\nThe fallout could spread throughout Europe, as other regional separatist movements may find reignited desires for independence, such as Scotland and the New Flemish Alliance in Belgium.\n\nView Images Many families had to abandon their horses over the last decade due to Spain's economic crisis.\n\nPhotograph by Edu Bayer\n\nView Images The Sau Reservoir, which used to cover the former town of Sant Romà de Sau, was created in 1962 after a dam was built near the Ter River.\n\nPhotograph by Edu Bayer", "summary": "Photograph by Edu Bayer“During the civil war Catalonia was the Republican fortress and stronghold, and it was from there that the battle against Fascism was launched,” says Worrall.\n“During the civil war, the use of our native language was repressed.\nPhotograph by Edu BayerBayer and Serena set out to capture the essence of rural Catalonian “microvillages,” each with less than 500 inhabitants.\nMicrocatalonia is a testament to the deep cuts created by the civil war, which are not yet healed.\nPrime Minister Rajoy has said that if Catalonia declares independence then the central government will suspend the legislation that grants the region it’s semi-independent status.", "score": 0.0}, {"source": "national-geographic", "title": "Inside an Ancient Pagan Ritual That Makes Men Become Monsters", "url": "http://news.nationalgeographic.com/2017/10/ancient-ritual-pagan-sardinia-monsters.html", "top_image_url": "https://pmdvod.nationalgeographic.com/NG_Video/183/883/smpost_1507302340390.jpg", "date": "2017-10-06T16:04:30Z", "description": "An ancient ceremony in the heart of a wild country celebrates the rebirth of spring.", "authors": "Austa Somvichian-Clausen", "text": "Every Year, Men Turn Into Monsters for This Ancient Pagan Ritual Watch men from the small village of Mamoiada transform into the hideous beasts known as Mamuthones in this short film from the National Geographic Short Film Showcase.\n\nA mysterious, ancient tradition takes place each year in Mamoiada, a small village tucked into the middle of wild and mountainous Sardinia. On the day of Saint Anthony, the saint protector of animals and fire, the men of the village transform to become Mamuthones and Issohadores. Complementing one another like yin is to yang, mamuthones echo the darkness, while issohadores rope in the light.\n\nBonfires roar across not only the village, but all of Sardinia in observance of the holiday. One of the most popular festival days in the country, the occasion is meant to banish the cold chill of winter in exchange for the sweeter invitation of spring. It is on that day that the villagers of Mamoiada share their uniquely haunting procession of song, dance, and solemnity.\n\nThe stars of the show, the Mamuthones, represent the inhabitants of the kingdom of the dead, as well as the shepherd’s strong connection between man and his beasts. They don anthropomorphic, grotesque masks created by local artisans—accentuated by jutting features and slick black paint. Heavy copper cowbells sewn onto thick straps of leather hang tightly from their backs like tortoise shells, threatening to drag their bodies to the ground. Thin hoods of fabric drape over their heads, and darkly colored sheep pelts hide their shoulders, backs, and torsos.\n\nIn contrast, Issohadores parade around in red tunics and black bandoliers, a bell-adorned sash hanging across their bodies.\n\nThe procession begins in front of the largest church in the village. Led by an Issohadore, twelve Mamuthones begin their solemn, rhythmic pace forward. Lurching under the weight of up to 60 pounds of copper bells, they do not pay the public any attention. Lively issohadores twirl thin reed ropes, catching young women in the crowd. They continue like this from early afternoon until late evening, until each of the bonfires in the village have been reached.\n\nDating back over two thousand years, the true origin of the pre-Christian tradition is heavily disputed by scholars. Some argue that it dates back to the indigenous Nuragic civilization and was originally intended as a gesture of reverence for animals, and to serve as protection from evil spirits.\n\nFilmmaker Andrea Pecora feels a deep connection to these traditions thanks to Sardinian ancestry on his mother’s side. He hopes to share Sardinian culture with the world and says experiencing the tradition of the mamuthones was especially meaningful.", "summary": "Every Year, Men Turn Into Monsters for This Ancient Pagan Ritual Watch men from the small village of Mamoiada transform into the hideous beasts known as Mamuthones in this short film from the National Geographic Short Film Showcase.\nA mysterious, ancient tradition takes place each year in Mamoiada, a small village tucked into the middle of wild and mountainous Sardinia.\nOn the day of Saint Anthony, the saint protector of animals and fire, the men of the village transform to become Mamuthones and Issohadores.\nIt is on that day that the villagers of Mamoiada share their uniquely haunting procession of song, dance, and solemnity.\nHe hopes to share Sardinian culture with the world and says experiencing the tradition of the mamuthones was especially meaningful.", "score": 2.3600000733137136}, {"source": "national-geographic", "title": "Nearly 900 People Have Won Nobel Prizes. Only 48 Were Women.", "url": "http://news.nationalgeographic.com/2017/10/nobel-prize-winners-laureates-charts-graphics-science.html", "top_image_url": "http://news.nationalgeographic.com/content/dam/news/2017/10/05/Lise-Meitner/OG-image-Lise-meitner-GettyImages-615290160.jpg", "date": "2017-10-06T13:34:00Z", "description": "We crunched the numbers on 115 years’ worth of past prize winners, and the data revealed some striking trends.", "authors": "Michael Greshko", "text": "What is the Nobel Prize? What is the Nobel Prize? How are the winners chosen? Learn how Nobel Laureates are selected and the fascinating history behind one of the world's most prestigious awards.\n\nSince the first awards in 1901, fewer than 900 individuals have received Nobel Prizes. As the latest laureates join the hallowed host this week, National Geographic wanted to get to know them all better. (Find out more about the secrective process behind the Nobel Prizes.)\n\nUsing the Nobel Foundation's detailed datasets from 1901 to 2016, we break down the winners of the world's best-known awards.\n\n\n\nThe United States leads the world in Nobels—thanks to immigrants.\n\nHome to hundreds of individual Nobel laureates, the United States has amassed the largest number of total prizes in any country. But a sizable percentage of U.S.-affiliated science laureates are immigrants who came to the U.S. during their childhoods or early careers.\n\nU.S. is a Nobel Prize leader Nobel Prizes granted since the first year of the awards Physics U.S. 35% 47% Total 222 Born abroad Medicine U.S. 63% 51% 219 Chemistry U.S. 32% 194 41% Literature U.S. 6% 111 Peace U.S. 19% 102 Economics U.S. 29% 78% 83 A significant fraction of winners in the sciences and affiliated with an American university were born outside the U.S. Nobel-winning organizations are not included. U.S. is a Nobel Prize leader Nobel Prizes granted since the first year of the awards Physics Medicine Chemistry Literature Peace Economics Total 222 219 194 111 102 83 U.S. U.S. U.S. U.S. U.S. U.S. 47% 51% 41% 6% 19% 78% 35% 63% 32% 29% Born abroad A significant fraction of winners in the sciences and affiliated with an American university were born outside the U.S. Nobel-winning organizations are not included. U.S. is a Nobel Prize leader Nobel Prizes granted since the first year of the awards Physics Medicine Chemistry Literature Peace Economics Total 222 219 194 111 102 83 U.S. U.S. U.S. U.S. U.S. U.S. 47% 51% 41% 6% 19% 78% 35% 63% 32% 29% Born abroad A significant fraction of winners in the sciences and affiliated with an American university were born outside the U.S. Nobel-winning organizations are not included. ALBERTO LUCAS, MONICA SERRANO, NGM STAFF. SOURCE: NOBELPRIZE.ORG\n\nMore than 30 percent of all U.S.-based winners of the Nobel Prize in chemistry were born outside of the U.S—a club that German-born Joachim Frank, a professor at Columbia University, now joins as a co-recipient of the 2017 award. MIT physicist Rainer Weiss, co-winner of the 2017 Nobel Prize in physics, was also born in Germany, joining the 35 percent of U.S. physics laureates who were born abroad.\n\nEvidence suggests that the globetrotting lifestyle itself spurs innovation. A study in Nature published October 4 suggests that scientists who moved around internationally are cited more widely than academics who stayed in the country where they published their first paper.\n\nOn average, today's science Nobel laureates are getting older.\n\nOf this year's laureates in medicine, physics, and chemistry, all but one are above the age of 70. That's reflective of a graying trend among laureates. Over the last century, the average ages at the time of recognition have creeped ever upward.\n\nNobel recognition now comes later in life Laureates’ ages at time of winning Nobel Prize, by category Increasing Decreasing Trend Chemistry Economics Literature Average age: 58 Average age: 67 Average age: 65 Age 100 80 60 40 20 0 1901 2016 1969* 2016 1901 2016 Medicine Peace Physics Average age: 58 Average age: 61 Average age: 56 Age 100 80 60 40 20 0 1901 2016 1901 2016 1901 2016 Nobel-winning organizations, all of which won the Nobel Peace Prize, are not included. *The prize in economics, first awarded in 1969, was established in memory of Alfred Nobel, founder of the Nobel Prizes. Nobel recognition now comes later in life Laureates’ ages at time of winning Nobel Prize, by category Increasing Decreasing Trend Chemistry Economics Literature Medicine Peace Physics Average age: 58 Average age: 67 Average age: 65 Average age: 58 Average age: 61 Average age: 56 Age 100 80 60 40 20 0 1901 2016 1969* 2016 1901 2016 1901 2016 1901 2016 1901 2016 Nobel-winning organizations, all of which won the Nobel Peace Prize, are not included. *The prize in economics, first awarded in 1969, was established in memory of Alfred Nobel, founder of the Nobel Prizes. Nobel recognition now comes later in life Laureates’ ages at time of winning Nobel Prize, by category Increasing Decreasing Trend Chemistry Economics Literature Medicine Peace Physics Age Average age: 58 Average age: 67 Average age: 65 Average age: 58 Average age: 61 Average age: 56 100 80 60 40 20 0 1901 2016 1969* 2016 1901 2016 1901 2016 1901 2016 1901 2016 Nobel-winning organizations, all of which won the Nobel Peace Prize, are not included. *The prize in economics, first awarded in 1969, was established in memory of Alfred Nobel, founder of the Nobel Prizes. ALBERTO LUCAS, MONICA SERRANO, NGM STAFF. SOURCE: NOBELPRIZE.ORG\n\nIn a 2016 interview with the BBC, Nobel Museum senior curator Gustav Källstrand noted that academic fields have changed dramatically in the last century. About a hundred years ago, there were only about a thousand physicists. Now, there are hundreds of thousands—perhaps even a million—worldwide, making the “breakthrough backlog” that much larger with each passing year.\n\nThat said, novelists and economists have also grown in ranks, yet they aren't graying at the same rate as the sciences. In addition, the overall trend for the Nobel Peace Prize favors younger laureates. The Peace Prize claims the youngest-ever Nobel recipient: education activist Malala Yousafzai, who was 17 when she co-won the prize in 2014.\n\nNobel laureates are overwhelmingly male.\n\nOut of the 881 individuals who won Nobel Prizes between 1901 and 2016, only 48 have been women. In some disciplines, the drought has persisted for decades: The last woman to win a Nobel Prize for physics, Maria Goeppert Mayer, was honored in 1964. The gap reflects longtime institutional biases against women within the sciences, a lag exacerbated by the decades-long backlog of Nobel-worthy discoveries.\n\nFemale Nobel laureates While the number of women awarded Nobel Prizes has increased through the years, a significant gender gap still remains. Out of 881 individuals who have won Nobel Prizes between 1901 and 2016, only 48 have been women. Male Organization Female 1901 Marie Curie Physics, 1903 Chemistry, 1911 Curie is the only woman who has been honored twice, for her studies about radiation. No Nobel Prizes were awarded between 1940 and 1942. Irène Joliot-Curie Chemistry, 1935 Joliot-Curie, daughter of Marie Curie, won for the synthesis of new radioactive elements. Barbara McClintock Medicine, 1983 McClintock, the only woman who has won an unshared Nobel Prize in medicine, received it for her discoveries in genetics. Malala Yousafzai Peace, 2014 Yousafzai, the youngest laureate ever at age 17, won for defending the right of all children to education. 2016 Female Nobel laureates While the number of women awarded Nobel Prizes has increased through the years, a significant gender gap still remains. Out of 881 individuals who have won Nobel Prizes between 1901 and 2016, only 48 have been women. Male Organization Female 1901 2016 No Nobel Prizes were awarded between 1940 and 1942. Marie Curie Irène Joliot-Curie Barbara McClintock Malala Yousafzai Physics, 1903 Chemistry, 1911 Chemistry, 1935 Medicine, 1983 Peace, 2014 Joliot-Curie, daughter of Marie Curie, won for the synthesis of new radioactive elements. McClintock, the only woman who has won an unshared Nobel Prize in medicine, received it for her discoveries in genetics. Yousafzai, the youngest laureate ever at age 17, won for defending the right of all children to education. Curie is the only woman who has been honored twice, for her studies about radiation. Female Nobel laureates Organization While the number of women awarded Nobel Prizes has increased through the years, a significant gender gap still remains. Out of 881 individuals who have won Nobel Prizes between 1901 and 2016, only 48 have been women. Male Female 1901 2016 No Nobel Prizes were awarded between 1940 and 1942. Marie Curie Irène Joliot-Curie Barbara McClintock Christiane Nüsslein-Volhard Malala Yousafzai Physics, 1903 Chemistry, 1911 Chemistry, 1935 Medicine, 1983 Peace, 2014 Medicine, 1995 Joliot-Curie, daughter of Marie Curie, won for the synthesis of new radioactive elements. McClintock, the only woman who has won an unshared Nobel Prize in medicine, received it for her discoveries in genetics. Yousafzai, the youngest laureate ever at age 17, won for defending the right of all children to education. Curie is the only woman who has been honored twice, for her studies about radiation. Nüsslein-Volhard was honored for discovering how genes control embryonic development in flies. ALBERTO LUCAS, MONICA SERRANO, NGM STAFF. SOURCE: NOBELPRIZE.ORG\n\nNobel Museum curators told the BBC that they have no evidence of the committee refusing to give an award because a nominee was a woman. They also say that the committee slightly bent prize rules to ensure that Marie Curie shared the 1903 Nobel Prize in physics. But that may come as small consolation for the supremely qualified female scientists who were never recognized.\n\nFor instance, Lise Meitner, one of the co-discoverers of nuclear fission, was nominated for the physics prize 29 times from 1937 to 1965 and the chemistry prize an additional 19 times from 1924 to 1948, according to Nobel Foundation archival records. She never won. And while astronomer Vera Rubin's groundbreaking work revealing the existence of dark matter received wide acclaim, she died on December 25, 2016, with no Nobel to call her own. (Read National Geographic's obituary for Vera Rubin.)\n\nView Images Lise Meitner, an Austrian physicist who studied nuclear fission, died in 1968. According to the official rules, Nobel Prizes can't be awarded after death.\n\nPhotograph by Corbis, Getty\n\nIncreasingly, Nobel laureates represent much larger scientific collaborations.\n\nNobel Foundation rules say that a Nobel Prize can only be awarded to up to three individuals, reflective of the small-team science that prevailed in the early 20th century. But today, major breakthroughs increasingly come from massive scientific collaborations, and the Nobel Committee has been reticent to award science prizes to broader groups.\n\nThe contrast is especially stark in physics, where scientific collaborations can include thousands of researchers—as illustrated by the breakthrough that earned the 2017 Nobel Prize in physics. The prize went to Rainer Weiss, Kip Thorne, and Barry Barish for detecting gravitational waves, ripples in space-time predicted by Einstein's general theory of relativity.\n\nWhile the trio's contributions were huge, they themselves argue that the prize should have recognized the broader LIGO Scientific Collaboration, which includes hundreds of scientists. After all, the study that announced the detection of gravitational waves has 1,011 co-authors, by Popular Science's count. Just 0.3 percent of them were honored by name in Stockholm.\n\n\"We live in an era where some huge discoveries are really the result of giant collaborations, with major contributions coming from very large numbers of people,\" Thorne says in an interview posted on the Nobel Prize's website.", "summary": "Out of the 881 individuals who won Nobel Prizes between 1901 and 2016, only 48 have been women.\nFemale Nobel laureates While the number of women awarded Nobel Prizes has increased through the years, a significant gender gap still remains.\nOut of 881 individuals who have won Nobel Prizes between 1901 and 2016, only 48 have been women.\nFemale Nobel laureates Organization While the number of women awarded Nobel Prizes has increased through the years, a significant gender gap still remains.\nOut of 881 individuals who have won Nobel Prizes between 1901 and 2016, only 48 have been women.", "score": 0.0}, {"source": "national-geographic", "title": "World's Best Museums", "url": "http://www.nationalgeographic.com/travel/lists/activities/best-museums-in-world.html", "top_image_url": "http://www.nationalgeographic.com/content/dam/travel/2017-digital/must-see-museums/design-museum-london-united-kingdom.jpg", "date": "2017-10-06T12:11:46Z", "description": "Get inspired in these creative and engaging museums from South Africa to San Francisco.", "authors": "Alexandra E. Petri", "text": "Journeys that spark the imagination can lead to revolutions in creativity. In 1966 a young Yves Saint Laurent discovered the beauty and colors of Marrakech, and became so enamored of the city that he made it his second home. Now, a half century later, the French designer’s Moroccan residence is showcasing his eclectic sensibility, with couture sketches, fabric swatches, and interiors inspired by the city’s vivid palette. The Yves Saint Laurent Museum is one of several museums to debut in 2017. Each suggests that exhibits of the future will be as much about the experience of an object as about the object itself, pushing museums to expand in size and re-envision displays to engage, educate, and inspire visitors. Here are 15 genre-shifting museums, from Seattle to South Africa, that are receiving attention for their daring designs and interactive offerings.", "summary": "Journeys that spark the imagination can lead to revolutions in creativity.\nIn 1966 a young Yves Saint Laurent discovered the beauty and colors of Marrakech, and became so enamored of the city that he made it his second home.\nThe Yves Saint Laurent Museum is one of several museums to debut in 2017.\nEach suggests that exhibits of the future will be as much about the experience of an object as about the object itself, pushing museums to expand in size and re-envision displays to engage, educate, and inspire visitors.\nHere are 15 genre-shifting museums, from Seattle to South Africa, that are receiving attention for their daring designs and interactive offerings.", "score": 3.0800000143051136}, {"source": "reuters", "title": "Kim Jong Un praises nuclear program, promotes sister to center of power", "url": "https://www.reuters.com/article/us-northkorea-missiles-kim/kim-jong-un-praises-nuclear-program-promotes-sister-to-center-of-power-idUSKBN1CD03V", "top_image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204600744&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED9704K", "date": "2017-10-08T06:16:08Z", "description": "North Korean leader Kim Jong Un said his nuclear weapons are a \"powerful deterrent\" which guarantee North Korea's sovereignty, state media reported on Sunday, hours after U.S. President Donald Trump said \"only one thing will work\" in dealing with the isolated country.", "authors": "Reuters Editorial", "text": "North Korean leader Kim Jong Un speaks during the Second Plenum of the 7th Central Committee of the Workers' Party of Korea (WPK) at the Kumsusan Palace of the Sun, in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang October 8, 2017. KCNA/via REUTERS.\n\nSEOUL (Reuters) - North Korean leader Kim Jong Un said his nuclear weapons are a “powerful deterrent” which guarantee North Korea’s sovereignty, state media reported on Sunday, hours after U.S. President Donald Trump said “only one thing will work” in dealing with the isolated country.\n\nTrump did not make clear to what he was referring, but his comments seemed to be a further suggestion that military action was on his mind.\n\nIn a speech to a meeting of the powerful Central Committee of the ruling Workers’ Party on Saturday, a day before Trump’s most recent comments, state media said Kim had addressed the “complicated international situation”.\n\nNorth Korea’s nuclear weapons are a “powerful deterrent firmly safeguarding the peace and security in the Korean peninsula and Northeast Asia,” Kim said, referring to the “protracted nuclear threats of the U.S. imperialists.”\n\nIn recent weeks, North Korea has launched two missiles over Japan and conducted its sixth nuclear test, and may be fast advancing toward its goal of developing a nuclear-tipped missile capable of hitting the U.S. mainland.\n\nNorth Korea is preparing to test-launch such a missile, a Russian lawmaker who had just returned from a visit to Pyongyang was quoted as saying on Friday.\n\nDonald Trump has previously said the United States would “totally destroy” North Korea if necessary to protect itself and its allies.\n\nThe situation proved that North Korea’s policy of “byungjin”, meaning the parallel development of nuclear weapons and the economy was “absolutely right”, Kim Jong Un said in the speech.\n\n“The national economy has grown on their strength this year, despite the escalating sanctions,” said Kim, referring to U.N. Security Council resolutions put in place to curb Pyongyang’s nuclear and missile programs.\n\nSISTER PROMOTION\n\nNorth Korean leader Kim Jong Un speaks during the Second Plenum of the 7th Central Committee of the Workers' Party of Korea (WPK) at the Kumsusan Palace of the Sun, in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang October 8, 2017. KCNA/via REUTERS.\n\nThe meeting also handled some personnel changes inside North Korea’s secretive and opaque ruling center of power, state media said.\n\nKim Jong Un’s sister, Kim Yo Jong, was made an alternate member of the politburo - the top decision-making body over which Kim Jong Un presides.\n\nAlongside Kim Jong Un himself, the promotion makes the 30-year-old the only other millennial member of the influential body.\n\nSlideshow (3 Images)\n\nHer promotion indicates the 28-year-old has become a replacement for Kim Jong Un’s aunt, Kim Kyong Hee, who had been a key decision maker when former leader Kim Jong Il was alive.\n\n“It shows that her portfolio and writ is far more substantive than previously believed and it is a further consolidation of the Kim family’s power,” said Michael Madden, a North Korea expert at Johns Hopkins University’s 38 North website.\n\nIn January, the U.S. Treasury blacklisted Kim Yo Jong along with other North Korean officials over “severe human rights abuses”.\n\nKim Jong Sik and Ri Pyong Chol, two of the three men behind Kim’s banned rocket program, were also promoted.\n\nNorth Korea’s foreign minister Ri Yong Ho, who named Donald Trump “President Evil” in a bombastic speech to the U.N. General Assembly last month, was promoted to full vote-carrying member of the politburo.\n\n“Ri can now be safely identified as one of North Korea’s top policy makers,” said Madden.\n\n“Even if he has informal or off the record meetings, Ri’s interlocutors can be assured that whatever proposals they proffer will be taken directly to the top,” he said.", "summary": "The meeting also handled some personnel changes inside North Korea’s secretive and opaque ruling center of power, state media said.\nKim Jong Un’s sister, Kim Yo Jong, was made an alternate member of the politburo - the top decision-making body over which Kim Jong Un presides.\nAlongside Kim Jong Un himself, the promotion makes the 30-year-old the only other millennial member of the influential body.\nSlideshow (3 Images)Her promotion indicates the 28-year-old has become a replacement for Kim Jong Un’s aunt, Kim Kyong Hee, who had been a key decision maker when former leader Kim Jong Il was alive.\nKim Jong Sik and Ri Pyong Chol, two of the three men behind Kim’s banned rocket program, were also promoted.", "score": 0.0}, {"source": "reuters", "title": "Hurricane Nate floods streets as it slams U.S. Gulf Coast", "url": "https://www.reuters.com/article/us-storm-nate/tropical-storm-nate-forms-near-nicaraguan-coast-idUSKBN1CA1DD", "top_image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204588312&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED9701V", "date": "2017-10-08T08:36:22Z", "description": "Ault and Rod Nickel", "authors": "Jessica Resnick-Ault and Rod Nickel", "text": "NEW ORLEANS (Reuters) - Hurricane Nate slammed into the Mississippi coast on Sunday with destructive winds and torrential rains that flooded streets and highways throughout the region as the fast-moving Category 1 storm made landfall.\n\nThe fourth major storm to strike the United States in less than two months, Nate killed at least 30 people in Central America before entering the warm waters of the Gulf of Mexico and bearing down on the U.S. South. It has also shut down most oil and gas production in the Gulf.\n\nNate comes on the heels of three other major storms, Harvey, Irma and Maria, which devastated Texas, Florida and Puerto Rico, respectively. However, with winds of 85 miles per hour (135 km per hour), which make it a Category 1 storm, the weakest in the five-category ranking used by meteorologists, Nate appeared to lack the devastating punch of its predecessors.\n\n“The only thing you can do is prepare,” said Gulfport, Mississippi, resident Emmett Bryant. “Here there’s nothing really you can do when the storm comes unless you’re going to leave. And I don’t plan on leaving.”\n\nHurricane Nate is expected to weaken as it moves further inland on Sunday and is likely to become a tropical storm later in the day.\n\nThe storm’s center will move inland over Mississippi and across the deep south, Tennessee Valley and Central Appalachian Mountains through Monday, the National Hurricane Center said. Before then storm surges of up to 11 feet (3.4 m) on the Mississippi-Alabama border were possible, the NHC said.\n\nNate made its initial landfall near the mouth of the Mississippi river on Saturday evening and then made a second landfall early on Sunday near Boloxi, Mississippi, where its 46,000 residents were warned that the highest storm surge could reach 11 to 12 feet.\n\nThe storm surge brought flood waters over Highway 90 and up to oceanside casinos in Biloxi, while flood waters swept over streets in communities across Mississippi and Alabama, according to reports on social media.\n\n“We have a restaurant and one of our main bars open so they have been ok so far,” said Chett Harrison, the general manager at the Golden Nugget hotel and casino in Biloxi where 300 guests were hunkered down.\n\nRelated Coverage Hurricane Nate expected to weaken, become tropical storm Sunday\n\n“No one has tried to leave, thank goodness, because everything is flooded around us,” he told a local CBS TV affiliate.\n\nIn Hancock County, Mississippi, northeast of New Orleans, rain and wind were gaining intensity and many streets were washing over. Conditions were likely to worsen in the next few hours, said Brian Adam, director of emergency management for the county.\n\nThe county evacuated people from low-lying areas and imposed a curfew.\n\nOn Saturday states of emergency were declared in Louisiana, Mississippi and Alabama, as well as in more than two dozen Florida counties.\n\nHeavy rain is seen in the French Quarter of New Orleans, Louisiana, U.S. as Hurricane Nate approaches, on October 7, 2017 in this still image taken from a video obtained via social media. Katie Boyles/INSTAGRAM/@KBOYLES0209/Social Media via REUTERS\n\nIn Alabama Governor Kay Ivey urged residents in areas facing heavy winds and storm surges to take precautions.\n\nSome 5,000 people in southern Alabama were without power due to Nate, Alabama Power said.\n\nRainfall of 3 to 6 inches (7.6 cm to 15.2 cm), up to a maximum of 10 inches, were expected east of the Mississippi River from the central Gulf Coast into the Deep South, in the eastern Tennessee Valley, and southern Appalachian mountains, the NHC said.\n\nRainfall in the Ohio Valley and into the central Appalachians could be 2 to 5 inches with a maximum of 7 inches.\n\nNEW ORLEANS THREAT DOWNGRADED\n\nSlideshow (16 Images)\n\nNew Orleans Mayor Mitch Landrieu lifted a curfew in the city on Saturday evening that was originally scheduled to last until Sunday morning. He said in a statement on social media however, that there was still a serious threat of storm surge outside levee areas.\n\nPlaquemines Parish, a low-lying area south of New Orleans, evacuated some 240 residents who were not protected by its levee system as the storm approached.\n\n“While it appears we’re being spared ... our hearts go out to Mississippi,” said Amos Cormier, president of the parish.\n\nMajor shipping ports across the central U.S. Gulf Coast were closed to inbound and outbound traffic on Saturday, as Nate intensified and storm surges of up 11 feet were expected at the mouth of the Mississippi River.\n\nThe storm has curtailed 92 percent of daily oil production and 77 percent of daily natural gas output in the Gulf of Mexico, more than three times the amount affected by Harvey.\n\nWorkers had been evacuated from 301 platforms and 13 rigs as of Saturday, said the U.S. Bureau of Safety and Environmental Enforcement.\n\nBefore heading north into the Gulf, Nate brushed Mexico’s Yucatan peninsula, home to beach resorts such as Cancun and Playa del Carmen, the NHC said.\n\nThe storm doused Central America with heavy rains on Thursday, killing at least 16 people in Nicaragua, 10 in Costa Rica, two in Honduras and two in El Salvador.\n\nThousands were forced to evacuate their homes and Costa Rica’s government declared a state of emergency.", "summary": "NEW ORLEANS (Reuters) - Hurricane Nate slammed into the Mississippi coast on Sunday with destructive winds and torrential rains that flooded streets and highways throughout the region as the fast-moving Category 1 storm made landfall.\nRelated Coverage Hurricane Nate expected to weaken, become tropical storm Sunday“No one has tried to leave, thank goodness, because everything is flooded around us,” he told a local CBS TV affiliate.\nHeavy rain is seen in the French Quarter of New Orleans, Louisiana, U.S. as Hurricane Nate approaches, on October 7, 2017 in this still image taken from a video obtained via social media.\nSome 5,000 people in southern Alabama were without power due to Nate, Alabama Power said.\nBefore heading north into the Gulf, Nate brushed Mexico’s Yucatan peninsula, home to beach resorts such as Cancun and Playa del Carmen, the NHC said.", "score": 0.0}, {"source": "reuters", "title": "Iran warns U.S. against designating Guards a terrorist group", "url": "https://www.reuters.com/article/us-iran-usa-guards/iran-warns-u-s-against-designating-guards-a-terrorist-group-idUSKBN1CD081", "top_image_url": "https://s2.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204607425&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED9707G", "date": "2017-10-08T08:24:49Z", "description": "Iran will consider the U.S. army equivalent to the Islamic State militant group if Washington designates its Revolutionary Guards Corps a terrorist group, Iran's Tasnim news agency reported the Guards' commander as saying on Sunday.", "authors": "Reuters Editorial", "text": "DUBAI (Reuters) - Iran will consider the U.S. army equivalent to the Islamic State militant group if Washington designates its Revolutionary Guards Corps a terrorist group, Iran’s Tasnim news agency reported the Guards’ commander as saying on Sunday.\n\nThe news agency reported Mohammad Ali Jafari as adding that the United States was mistaken if it thought it could pressure Iran into negotiating on regional issues.\n\nPresident Donald Trump will announce new U.S. responses to Iran’s missile tests, support for “terrorism” and cyber operations as part of his new Iran strategy, the White House said on Friday.", "summary": "DUBAI (Reuters) - Iran will consider the U.S. army equivalent to the Islamic State militant group if Washington designates its Revolutionary Guards Corps a terrorist group, Iran’s Tasnim news agency reported the Guards’ commander as saying on Sunday.\nThe news agency reported Mohammad Ali Jafari as adding that the United States was mistaken if it thought it could pressure Iran into negotiating on regional issues.\nPresident Donald Trump will announce new U.S. responses to Iran’s missile tests, support for “terrorism” and cyber operations as part of his new Iran strategy, the White House said on Friday.", "score": -0.16000000476837162}, {"source": "reuters", "title": "Trump says open to temporary healthcare reform deal with Democrats", "url": "https://www.reuters.com/article/us-usa-healthcare-trump-deal/trump-says-would-be-open-to-temporary-healthcare-reform-deal-idUSKBN1CC0S9", "top_image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20171007&t=2&i=1204571731&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED960JU", "date": "2017-10-08T00:48:32Z", "description": "U.S. President Donald Trump said on Saturday he would be open to cutting a one-year or two-year deal with Democratic rivals as a way to kick-start reform of the nation's healthcare system, a key campaign pledge made by Trump and the Republican Party.", "authors": "Valerie Volcovici", "text": "WASHINGTON (Reuters) - U.S. President Donald Trump said on Saturday he would be open to cutting a one-year or two-year deal with Democratic rivals as a way to kick-start reform of the nation’s healthcare system, a key campaign pledge made by Trump and the Republican Party.\n\nRepublicans fell short several times this year in their drive to repeal former President Barack Obama’s signature domestic legislation, formally known as the Affordable Care Act, a promise the party has campaigned on for seven years.\n\nTrump has been frustrated by the failure, openly taunting Republicans as “total quitters” and “fools” this summer over their inability in the Senate to replace Obamacare.\n\n“If we made a temporary deal, I think it would be a great thing for people, but it’s really up to them (Democrats),” Trump told reporters at the White House.\n\n“So if we could do a one-year deal or two-year deal as a temporary measure, you’ll have block granting ultimately to the states, which is what Republicans want,” Trump said.\n\nEarlier on Saturday Trump said he had called Senate Democratic Leader Chuck Schumer to gauge interest in working on what he called a “great” healthcare bill to replace Obamacare.\n\n“I called Chuck Schumer yesterday to see if the Dems want to do a great HealthCare Bill,” Trump wrote on Twitter earlier on Saturday. “ObamaCare is badly broken, big premiums. Who knows!”\n\nAxios first reported Trump’s call to Schumer on Friday.\n\nU.S. President Donald Trump talks to the media on South Lawn of the White House in Washington before his departure to Greensboro, North Carolina, U.S., October 7, 2017. REUTERS/Yuri Gripas\n\nSchumer said Trump had told him during the phone call on Friday that he wanted to try again to repeal and replace Obamacare.\n\n“I told the president that’s off the table,” Schumer said in a statement. “If he wants to work together to improve the existing health care system, we Democrats are open to his suggestions.”\n\nSchumer pointed to bipartisan efforts by Republican Senator Lamar Alexander and Democratic Senator Patty Murray to repair Obamacare as “a good place to start.”\n\nAlexander pulled out of the talks last month as a new Republican bill to repeal Obamacare gained momentum. After that bill collapsed, Alexander said he would again consult with Murray.\n\nAlthough Democrats have been mostly united against Trump’s agenda, there is a precedent for a bipartisan deal. Last month, Trump sided with Democrats in a surprising debt limit deal that blindsided Republicans and left conservative groups aghast.\n\nBut there are still wide policy differences between Democrats and Trump. His administration on Friday undermined requirements under Obamacare that employers provide insurance to cover women’s birth control.\n\nA new rule will allow businesses or non-profit organizations to lodge religious or moral objections to obtain an exemption from the law’s mandate that employers provide contraceptives coverage in health insurance with no co-payment.\n\nA Democratic aide said the Trump administration would have to abandon such efforts before it could reach a healthcare deal with Republicans.\n\n“Particularly after the birth control decision yesterday, the administration has to stop sabotaging the law before anything real can happen,” the aide said on condition of anonymity.", "summary": "“If we made a temporary deal, I think it would be a great thing for people, but it’s really up to them (Democrats),” Trump told reporters at the White House.\n“So if we could do a one-year deal or two-year deal as a temporary measure, you’ll have block granting ultimately to the states, which is what Republicans want,” Trump said.\n“I called Chuck Schumer yesterday to see if the Dems want to do a great HealthCare Bill,” Trump wrote on Twitter earlier on Saturday.\nLast month, Trump sided with Democrats in a surprising debt limit deal that blindsided Republicans and left conservative groups aghast.\nA Democratic aide said the Trump administration would have to abandon such efforts before it could reach a healthcare deal with Republicans.", "score": -1.4000000208616257}, {"source": "reuters", "title": "Spain's PM says may use constitution to block Catalan independence", "url": "https://www.reuters.com/article/us-spain-politics-catalonia/spaniards-take-to-streets-as-catalonia-independence-tensions-rise-idUSKBN1CC0CN", "top_image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20171007&t=2&i=1204576229&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED960LZ", "date": "2017-10-07T23:53:54Z", "description": "Spanish Prime Minister Mariano Rajoy said on Saturday he would not rule out using the constitutional powers to remove Catalonia's autonomous status if it claimed independence as tens of thousands took to the streets to call for talks.", "authors": "Raquel Castillo and Sam Edwards", "text": "MADRID/BARCELONA (Reuters) - Spanish Prime Minister Mariano Rajoy said on Saturday he would not rule out using the constitutional powers to remove Catalonia’s autonomous status if it claimed independence as tens of thousands took to the streets to call for talks.\n\nThe wealthy northeastern region of Catalonia, with its own language and culture, held a referendum on Oct. 1 on independence, in defiance of the Spanish constitutional court which had ruled the vote illegal.\n\nUntil now, Rajoy has remained vague on whether he would use article 155, the so-called nuclear option, of the constitution which enables him to sack the regional government and call a fresh local election.\n\nIn an interview with Spanish newspaper El Pais on Saturday Rajoy was asked if he was ready to trigger the article 155 of the constitution, and said: “I don’t rule out absolutely anything that is within the law ... Ideally, it shouldn’t be necessary to implement extreme solutions but for that not to happen things would have to be changed.”\n\nTens of thousands of people gathered across Spain earlier on Saturday as Catalonia prepared to declare independence from the rest of the country, many dressed in white and calling for talks to defuse Spain’s worst political crisis for decades.\n\nThe Catalan authorities say around 90 percent of those who voted supported a split from Spain. Madrid says secession is illegal under the Spain’s 1978 constitution. Residents of Catalonia who oppose secession largely boycotted the vote.\n\nThe crisis is a political test for Rajoy, who has been uncompromising. Some 900 people were injured during the vote when police tried to disrupt voting, firing rubber bullets and charging crowds with truncheons.\n\nThe political stand-off has divided the country, pushed banks and companies to move their headquarters outside Catalonia and shaken market confidence in the Spanish economy, prompting calls from the European Commission for Catalan and Spanish leaders to find a political solution.\n\n“I hope that the Catalonia that makes pacts, is moderate and for many years contributed to Spain’s economic growth and improvement in welfare and wealth returns. It can’t be in the hands of extremists, the radicals and the (far-left secessionist party) CUP,” he said.\n\nHowever, Rajoy ruled out using mediators to resolve the crisis and also said the issue would not force a snap national election.\n\nPEACEFUL PROTESTS\n\nIn peaceful protests called across 50 Spanish cities on Saturday morning, thousands gathered dressed in white and carrying banners calling for peace and dialogue between leaders.\n\nIn Barcelona, protesters chanted “let’s talk” in Catalan, while many carried signs criticizing political leaders for not finding a diplomatic solution to the impasse.\n\n“This is producing a social rupture in Catalonia and this has to be resolved through dialogue, never via unilateralism,” Jose Manuel Garcia, 61, an economist who attended the protest dressed in white said.\n\nPeople hold Spanish flags during a pro-union gathering in Ronda, southern Spain October 7, 2017. REUTERS/Jon Nazca\n\n“I‘m very worried. This will end badly and everyone will lose (without dialogue).”\n\nWhile Catalan leader Carles Puigdemont has said he is open to mediation, Rajoy has demanded he give up the independence campaign before discussions can be held.\n\nIn Madrid thousands gathered beneath the enormous Spanish flag in Colon Plaza waving their own flags, singing and chanting “Viva España” and “Viva Catalonia”.\n\n“I’ve come because I feel very Spanish and makes me very sad what’s happened,” said Rosa Borras, 47, an unemployed secretary who had joined a noisy gathering in central Madrid.\n\nSlideshow (8 Images)\n\nBorras, wearing a “Catalonia, we love you” sticker and surrounded by thousands waving Spanish flags, added: “I wanted to be here for unity, because I also feel very Catalan. My family lives in Catalonia.”\n\nEU CONCERN\n\nRajoy’s government mobilized thousands of national police to stop Sunday’s vote, leading to clashes with would-be voters as they tried to close polling stations in schools and remove ballot boxes.\n\nIn the El Pais interview, Rajoy said the around 4,000 extra police shipped in to the region would stay until the conflict had been resolved.\n\nThe police violence drew widespread condemnation and forced the government to issue an apology on Friday, although tensions continued to rise after reports of plans for the Catalan parliament to vote on a unilateral declaration of independence on Tuesday.\n\nThe crisis has also caused disquiet among Spain’s European Union partners, and German Chancellor Angela Merkel has discussed it with European Commission President Jean-Claude Juncker, an EU official told Reuters. [L8N1MI08F]\n\nConcern is growing in EU capitals about the impact of the crisis on the Spanish economy, the fourth largest in the euro zone, and on possible spillovers to other economies.\n\nEuropean finance ministers, gathering in Brussels on Monday and Tuesday for a regular meeting, could discuss the issue, although it is not formally on the agenda, EU officials said.\n\nThe support given in public statements by EU leaders to Rajoy is combined with concern expressed in private about how the Spanish government’s use of police to prevent Catalans from voting last week in the independence referendum could backfire.\n\nSome EU states are worried that talk of Catalan independence could fuel secessionist feelings in other parts of Europe.", "summary": "The Catalan authorities say around 90 percent of those who voted supported a split from Spain.\nMadrid says secession is illegal under the Spain’s 1978 constitution.\n“I hope that the Catalonia that makes pacts, is moderate and for many years contributed to Spain’s economic growth and improvement in welfare and wealth returns.\nIn Barcelona, protesters chanted “let’s talk” in Catalan, while many carried signs criticizing political leaders for not finding a diplomatic solution to the impasse.\nSome EU states are worried that talk of Catalan independence could fuel secessionist feelings in other parts of Europe.", "score": -1.060000053942204}, {"source": "reuters", "title": "Japan's Koike says her party offers centrist choice to voters", "url": "https://www.reuters.com/article/us-japan-politics-koike/japans-koike-says-her-party-offers-centrist-choice-to-voters-idUSKBN1CD08C", "top_image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204607749&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED9707O", "date": "2017-10-08T08:34:29Z", "description": "Tokyo Governor Yuriko Koike said on Sunday her new party aims to offer voters a “middle of the fairway” choice, seeking to differentiate her group from ruling, conservative Liberal Democratic Party and smaller, left-leaning opposition parties.", "authors": "Reuters Editorial", "text": "Leaders of Japan's main political parties (L-R) Komeito Party leader Natsuo Yamaguchi, Japan's Prime Minister Shinzo Abe, head of Japan's Party of Hope and Tokyo Governor Yuriko Koike, Communist Party Chairman Kazuo Shii and Constitutional Democratic Party leader Yukio Edano pose for a photograph at the start of debate session ahead of October 22 lower house election, at the Japan National Press Club in Tokyo, Japan October 8, 2017. REUTERS/Kim Kyung-Hoon\n\nTOKYO (Reuters) - Tokyo Governor Yuriko Koike said on Sunday her new party aims to offer voters a “middle of the fairway” choice, seeking to differentiate her group from ruling, conservative Liberal Democratic Party and smaller, left-leaning opposition parties.\n\nKoike’s Party of Hope has emerged as a formidable challenge to Prime Minister Shinzo Abe’s Liberal Democratic Party (LDP) at the Oct. 22 election, promising to freeze a planned 2019 sales tax hike and consider a new tax on companies’ retained earnings.\n\n“If I use a golf course metaphor, right now, I believe we have right (wing parties) and left (wing parties) and nothing in between. So we will present ourselves as the fairway, the very centre of the way,” Koike told a policy debate by major party leaders.\n\nKoike said her party’s policies aim to bring a new idea such as basic income and will be closer to consumers.\n\n“The idea of basic income is still experimental but we think this is something we should consider in the future,” she said.\n\nBut Koike declined to reveal who would lead a government should her party, formed only about two weeks ago by her supporters and some opposition lawmakers, be in a position to form one.\n\n“I will think about it after we see the results of the election,” she said.\n\nHead of Japan's Party of Hope and Tokyo Governor Yuriko Koike speaks at a debate session ahead of October 22 lower house election at the Japan National Press Club in Tokyo, Japan October 8, 2017. REUTERS/Kim Kyung-Hoon\n\nKoike, a former LDP lawmaker, has repeatedly denied she would run for a seat in the election, which means she could not lead a government herself as the constitution stipulates a prime minister has to be selected from elected lawmakers.\n\nThat has led to speculation her Party of Hope may tie up with some LDP lawmakers who have been alienated by Abe, such as former defence minister Shigeru Ishiba.\n\nJapan's Prime Minister Shinzo Abe (L), who is also ruling Liberal Democratic Party leader and Head of Japan's Party of Hope, and Tokyo Governor Yuriko Koike leave from a venue after a debate session ahead of October 22 lower house election at the Japan National Press Club in Tokyo, Japan October 8, 2017. REUTERS/Kim Kyung-Hoon\n\nShe told Reuters on Friday that all options were on the table regarding whom her party would back when parliament convenes to vote on a prime minister after the election.\n\nWhile Party of Hope’s economic policies differ from those of Abe’s conservative LDP, but many of its security and diplomatic policies echo LDP’s agenda, including revision to Japan’s pacifist constitution.\n\nThe campaign for the Oct. 22 election kicks off formally on Oct. 10.\n\nThe outlook for the election is foggy but some analysts say Koike’s party may be losing steam because it had too little time to prepare for the snap poll. Her decision not to run for a lower house seat could also deter voters, the analysts said.\n\nAbe reiterated during the debate that his government would remain in power if the ruling coalition wins a simple majority of the 465 seats up for grabs, although some analysts suggest he himself could face pressure to resign if his LDP fares badly.", "summary": "REUTERS/Kim Kyung-HoonTOKYO (Reuters) - Tokyo Governor Yuriko Koike said on Sunday her new party aims to offer voters a “middle of the fairway” choice, seeking to differentiate her group from ruling, conservative Liberal Democratic Party and smaller, left-leaning opposition parties.\nSo we will present ourselves as the fairway, the very centre of the way,” Koike told a policy debate by major party leaders.\nKoike said her party’s policies aim to bring a new idea such as basic income and will be closer to consumers.\nHead of Japan's Party of Hope and Tokyo Governor Yuriko Koike speaks at a debate session ahead of October 22 lower house election at the Japan National Press Club in Tokyo, Japan October 8, 2017.\nREUTERS/Kim Kyung-HoonShe told Reuters on Friday that all options were on the table regarding whom her party would back when parliament convenes to vote on a prime minister after the election.", "score": 0.0}, {"source": "reuters", "title": "Pence offers solace as Las Vegas police puzzle over shooter's motive", "url": "https://www.reuters.com/article/us-lasvegas-shooting/las-vegas-gunman-stockpiled-weapons-over-decades-planned-attack-idUSKBN1CA0X6", "top_image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20171007&t=2&i=1204567424&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED960J7", "date": "2017-10-08T00:51:23Z", "description": "U.S. Vice President Mike Pence visited Las Vegas on Saturday stressing unity and offering solace as police appealed to the public for help in uncovering a wealthy retiree's motive for massacring 58 people at an outdoor concert this week.", "authors": "Sharon Bernstein", "text": "LAS VEGAS (Reuters) - U.S. Vice President Mike Pence visited Las Vegas on Saturday stressing unity and offering solace as police appealed to the public for help in uncovering a wealthy retiree’s motive for massacring 58 people at an outdoor concert this week.\n\n“We are united in our grief, in our support for those who have suffered and united in our resolve to end such evil in our time,” Pence said, joining Las Vegas Mayor Carolyn Goodman and other local leaders at a City Hall commemoration for victims of the shooting.\n\nParticipants trod seven miles (11 km) along four separate paths to the event amid tight security. President Donald Trump paid a visit to Las Vegas earlier in the week.\n\nLas Vegas’ Democratic Congresswoman Dina Titus was the only speaker who touched on the subject of gun violence and politics, saying, “Let us also pray for those who have power that they will have the wisdom, the courage, and the resolve to find ways to end the gun violence that plagues our nation.”\n\nThe commemoration came as Clark County Undersheriff Kevin McMahill said investigators remain largely in the dark about what drove retired real estate investor and high-stakes gambler Stephen Paddock to carry out the deadliest mass shooting in modern U.S. history.\n\n“We have looked at everything, literally, to include the suspect’s personal life, any political affiliation, his social behaviors, economic situation, any potential radicalization,” McMahill told reporters late on Friday.\n\n“We have been down each and every single one of these paths, trying to determine why, to determine who else may have known of these plans.”\n\nMcMahill said investigators had uncovered “no nexus” between Islamic State and Paddock, even though the militant group had repeatedly claimed responsibility for the attack.\n\nA piece of paper found in Paddock’s room at the Mandalay Bay hotel appeared to calculate the distance and height from his window to help target victims below, the CBS News show “60 Minutes” said in a news release on Saturday ahead of a broadcast on Sunday of interviews with Clark County Sheriff’s officers, including one who said he saw the paper.\n\nThe Sheriff’s Office could not be immediately reached for comment.\n\nInvestigators have stressed that no suicide note had been found.\n\nFBI APPEALS TO PUBLIC\n\nIn an unusual bid to cast a wider net for tips, the FBI and police have arranged with communications company Clear Channel to post billboards around Las Vegas urging citizens to come forward with any information that might help investigators.\n\nDoves are released for each victim of the Route 91 Harvest music festival mass shooting at City Hall plaza in Las Vegas, Nevada, U.S., October 7, 2017. REUTERS/Chris Wattie\n\nThe billboards will bear the slogan, “If you know something, say something,” and carry a toll-free number to an FBI hotline, said Aaron Rouse, special agent in charge of the Las Vegas FBI office.\n\nPaddock, 64, unleashed a torrent of gunfire onto an outdoor music festival from the windows of his 32nd-floor hotel suite overlooking the concert on Sunday night, then shot himself to death before police stormed his room.\n\nIn addition to the 58 people who died, nearly 500 were injured, some by gunfire and some trampled or otherwise hurt while running for cover.\n\nUnlike so many other perpetrators of deadly mass shootings before him, Paddock left behind no suicide note, no manifesto, no recordings and no messages on social media pointing to his intent, according to police.\n\nMcMahill said investigators remained certain Paddock acted alone in the shooting. But police have said they suspect he had help before the killings, based on the large number of guns, ammunition and explosives found in the hotel suite, his home, his car and a second home searched in Reno.\n\nSlideshow (13 Images)\n\nAuthorities have said that 12 of the weapons recovered from Paddock’s hotel suite were equipped with so-called bump-stock devices that enable semi-automatic rifles to be operated as if they were fully automatic machine-guns.\n\nPaddock’s ability to fire hundreds of rounds per minute over the course of his 10-minute shooting spree was a major factor in the high casualty count, police said.\n\nThe bloodshed might have lasted longer, with greater loss of life, but for a hotel security officer who was sent to check an open-door alarm on the 32nd floor, and discovered the gunman’s whereabouts after the shooting started, McMahill said.\n\nThe security officer, Jesus Campos, was struck in the leg as the gunman strafed the hallway with gunfire from behind his door, apparently having detected Campos via surveillance cameras Paddock set up outside his hotel suite.\n\nCampos, though wounded, alerted the hotel’s dispatch, “which was absolutely critical to us knowing the location as well as advising the responding officers as they arrived on that 32nd floor,” McMahill said. “He’s an absolute hero.”\n\nIn a new disclosure, authorities said two bullets Paddock fired struck a large jet fuel storage tank at the edge of the city’s main airport, about a block from the concert grounds, indicating an apparent attempt by the gunman to create even greater havoc.\n\nThere was no explosion or fire from the two rounds, one of which penetrated the tank, as jet fuel in storage is almost impossible to ignite with gunshots, airport officials said on Friday.\n\nPaddock’s girlfriend, Marilou Danley, 62, was questioned by the FBI on Wednesday and said in a statement she never had any inkling of Paddock’s plans.\n\nDanley, who returned late on Tuesday from a family visit to the Philippines, is regarded by investigators as a “person of interest.” The Australian citizen of Filipino heritage is cooperating fully with authorities, her lawyer said.", "summary": "LAS VEGAS (Reuters) - U.S. Vice President Mike Pence visited Las Vegas on Saturday stressing unity and offering solace as police appealed to the public for help in uncovering a wealthy retiree’s motive for massacring 58 people at an outdoor concert this week.\nPresident Donald Trump paid a visit to Las Vegas earlier in the week.\nDoves are released for each victim of the Route 91 Harvest music festival mass shooting at City Hall plaza in Las Vegas, Nevada, U.S., October 7, 2017.\nREUTERS/Chris WattieThe billboards will bear the slogan, “If you know something, say something,” and carry a toll-free number to an FBI hotline, said Aaron Rouse, special agent in charge of the Las Vegas FBI office.\nSlideshow (13 Images)Authorities have said that 12 of the weapons recovered from Paddock’s hotel suite were equipped with so-called bump-stock devices that enable semi-automatic rifles to be operated as if they were fully automatic machine-guns.", "score": 0.0}, {"source": "reuters", "title": "Trump says giving peace a chance before U.S. embassy move to Jerusalem: interview", "url": "https://www.reuters.com/article/us-usa-israel-trump/trump-says-giving-peace-a-chance-before-u-s-embassy-move-to-jerusalem-interview-idUSKBN1CD00R", "top_image_url": "https://s2.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204584092&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED9700F", "date": "2017-10-08T01:44:34Z", "description": "President Donald Trump said in an interview broadcast on Saturday that he wanted to give a shot at achieving peace between Israel and the Palestinians before moving the U.S. embassy from Tel Aviv to Jerusalem.", "authors": "Reuters Editorial", "text": "U.S. President Donald Trump descends the stairs of Air Force One using an umbrella in a heavy rain as he arrives for a fundraising event at the home of former New Breed Logistics CEO Louis DeJoy, in Greensboro, North Carolina, U.S., October 7, 2017. REUTERS/Mike Theiler\n\nWASHINGTON (Reuters) - President Donald Trump said in an interview broadcast on Saturday that he wanted to give a shot at achieving peace between Israel and the Palestinians before moving the U.S. embassy from Tel Aviv to Jerusalem.\n\nIn June Trump signed a temporary order to keep the U.S. embassy in Tel Aviv, despite a campaign promise he made to move it to Jerusalem.\n\nIn an interview with former Arkansas Governor Mike Huckabee on the TBN program “Huckabee,” Trump noted his administration was working on a plan for peace between the two sides.\n\n“I want to give that a shot before I even think about moving the embassy to Jerusalem,” he said.\n\n“If we can make peace between the Palestinians and Israel, I think it’ll lead to ultimately peace in the Middle East, which has to happen,” he said.\n\nAsked if there was a timeframe for the embassy move, Trump said: “We’re going to make a decision in the not too distant future.”", "summary": "REUTERS/Mike TheilerWASHINGTON (Reuters) - President Donald Trump said in an interview broadcast on Saturday that he wanted to give a shot at achieving peace between Israel and the Palestinians before moving the U.S. embassy from Tel Aviv to Jerusalem.\nIn June Trump signed a temporary order to keep the U.S. embassy in Tel Aviv, despite a campaign promise he made to move it to Jerusalem.\n“I want to give that a shot before I even think about moving the embassy to Jerusalem,” he said.\n“If we can make peace between the Palestinians and Israel, I think it’ll lead to ultimately peace in the Middle East, which has to happen,” he said.\nAsked if there was a timeframe for the embassy move, Trump said: “We’re going to make a decision in the not too distant future.”", "score": 0.0}, {"source": "reuters", "title": "Protests test tribal authority on South Africa's platinum belt", "url": "https://www.reuters.com/article/us-safrica-platinum-insight/protests-test-tribal-authority-on-south-africas-platinum-belt-idUSKBN1CD06E", "top_image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20171008&t=2&i=1204605347&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED97067", "date": "2017-10-08T07:39:02Z", "description": "A new power struggle is unfolding in South Africa's old homelands between global mining giants, traditional leaders and an impoverished rural populace.", "authors": "Ed Stoddard", "text": "MOGALAKWENA, South Africa (Reuters) - A new power struggle is unfolding in South Africa’s old homelands between global mining giants, traditional leaders and an impoverished rural populace.\n\nParts of an industry long used to labor unrest are now contending with community protests that have cut production of the country’s largest mineral export earner, platinum, and may shut some operations down altogether.\n\nAt the heart of the conflict are tribal leaders who have royal titles and feudal-style control over the homelands, poor rural areas designated to South Africa’s black majority by its former white minority rulers during apartheid.\n\nTribal leaders are also key allies of President Jacob Zuma, whose political base has become increasingly rural, and his African National Congress party has drafted a law that would cement their control.\n\nBut with protests spreading across the homelands, the communities, mining companies and some within the ANC itself are moving to change what they see as an anachronistic system.\n\nThe traditional leaders have acted as intermediaries with companies which have discovered chrome and coal as well as platinum in the homelands and hope to find shale gas. Many locals say they are seeing none of the proceeds.\n\n“If they don’t give us that 175 million rand ($13 million), we are going to shut down the mine,” said Chippa Langa, a leader of the community around the Mogalakwena platinum mine, referring to a community fund set up by Anglo American Platinum (Amplats) (AMSJ.J).\n\nTo avoid such an outcome, a leading human rights lawyer is negotiating with the local royal house to allow community representatives more control over the fund.\n\n“We are renegotiating the agreement to make it more accountable,” said the lawyer, Richard Spoor, whose work has included spearheading a class action suit against gold producers over the fatal lung disease silicosis which miners contract.\n\nIt is a plan that, if copied elsewhere, would dilute the power of the tribal leaders and could do the same to the ANC, which has ruled South Africa since the end of apartheid in 1994.\n\nBut Spoor says he and his legal team, who are acting for the communities rather than the mine, are not undermining tradition.\n\n“Our view is that this more democratic model is far more aligned with traditional law and custom. We don’t regard the current very authoritarian top-down style of chieftanship as consistent with the traditional institution.”\n\nZolani Mkiva, head of presidency at Contralesa, the umbrella group for South Africa’s traditional leaders, agreed that the African way is bottom up, but said what he called isolated cases involving some mining deals were giving the chiefs a bad name.\n\n“They tend to attract attention and create an impression that this represents the African way of leadership,” he said.\n\nChris Griffith, chief executive of Amplats, a unit of Anglo American (AAL.L), said the company was fully behind the restructuring of the community trust and was applying the lessons learned to other deals.\n\n“What we are trying to do is get away from some of the previous structures where we felt obliged to pay the money over to the Kgoshi (chief),” Griffiths told Reuters, noting a new-style deal on a chrome project in February. At that project, there have been no protests so far.\n\nA woman looks on at her home in Mapela village oustde the Mogalakwena platinum mine in Mokopane, Limpopo province, South Africa, September 19, 2017. Picture taken September 19, 2017. REUTERS/Siphiwe Sibeko\n\nLAND RIGHTS\n\nDiscontent has not been confined to Mogalakwena, the world’s largest open-pit platinum mine, where Amplats says protests two years ago cost it 8,600 ounces of its annual 200,000-plus ounces of production.\n\nImpala Platinum’s (IMPJ.J) Marula mine says it lost 10,000 ounces of almost 80,000 ounces of production in the last financial year to community protests that included road blocks, vehicle stonings and assaults on people reporting for work.\n\nA nearby chrome project it set up with a tribal council - made up of a chief and his aides - has collapsed and Impala says it may soon have to close Marula, which would be the first such shutdown in South Africa linked purely to social upheaval.\n\nFalling platinum prices have multiplied the pressure.\n\nImplats CEO Nico Muller told Reuters the company would not change the structure itself but wanted the two sides to resolve their differences. “The way they apply the proceeds is perceived not to benefit the broader community,” he said.\n\nSlideshow (10 Images)\n\nAround Mogalakwena, set amid rust-tinged rocky outcrops in sweltering latitudes north of Johannesburg, resentment over grinding poverty runs deep.\n\n“I never worked in the mine. I never got benefit, nothing,” said 57-year-old Leg Phalanea as he walked down a dusty street near the mine.\n\nThe bill before parliament formalizes the current political system in the homelands with a clause allowing traditional councils to enter partnerships with any “body or institution”. It says such deals “must be beneficial to the community represented by such council”, but does not require consultation.\n\nHowever, Richard Mdakane, an ANC MP who chairs the parliamentary committee on traditional matters, said villagers should have more say. “We are amending many clauses that were there just to make sure that the bill allows community participation in these processes,” he said.\n\nSome in the ANC are seeking to go further by ending the chief’s role as custodians of land now regarded as communal by giving villagers title deeds to the land they plough.\n\nANC Treasurer Secretary Zweli Mkhize - seen as a contender to replace Zuma as party chief at a December conference where policy positions will also be adopted - told Reuters: “We are discussing this issue. There is a huge discussion about what kind of land tenure we need in the former homelands.”\n\nTribal power is already ebbing in places such as Mogalakwena. Villagers there have agreed a new trust structure with four trustees: one from Amplats, one independent, and the other two from the royal Mapela clan, to replace a structure dominated by the tribal council.\n\nFormer chief Kgabagare Langa, who has been ousted in a dispute, said he is challenging his removal in court. The new chief, or Kgoshi, Hans Langa, said he could not comment on the restructuring as his lawyers were working on it.\n\nResidents say they have received positive signals from the new chief’s camp and Amplats’ Griffith said the company was just waiting for him to settle in.\n\n“It’s clear the new Kgoshi will want to see peace in Mapela,” said Jonathon Manamela, 53, treasurer of the Mapela Executive Committee, a community group involved in the talks. “Our culture believes you are a king because of the people.”\n\n($1 = 13.5818 rand)", "summary": "MOGALAKWENA, South Africa (Reuters) - A new power struggle is unfolding in South Africa’s old homelands between global mining giants, traditional leaders and an impoverished rural populace.\nParts of an industry long used to labor unrest are now contending with community protests that have cut production of the country’s largest mineral export earner, platinum, and may shut some operations down altogether.\nThe traditional leaders have acted as intermediaries with companies which have discovered chrome and coal as well as platinum in the homelands and hope to find shale gas.\nA woman looks on at her home in Mapela village oustde the Mogalakwena platinum mine in Mokopane, Limpopo province, South Africa, September 19, 2017.\nImpala Platinum’s (IMPJ.J) Marula mine says it lost 10,000 ounces of almost 80,000 ounces of production in the last financial year to community protests that included road blocks, vehicle stonings and assaults on people reporting for work.", "score": 0.0}, {"source": "reuters", "title": "British PM signals possible demotion of foreign secretary: report", "url": "https://www.reuters.com/article/us-britain-politics-may-reshuffle/uks-may-signals-plan-to-demote-foreign-minister-johnson-newspaper-says-idUSKBN1CC0RK", "top_image_url": "https://s2.reutersmedia.net/resources/r/?m=02&d=20171007&t=2&i=1204567966&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED960JI", "date": "2017-10-07T22:51:16Z", "description": "British Prime Minister Theresa May signaled in an interview that she might demote Foreign Secretary Boris Johnson, a Sunday newspaper said, after she faced an open rebellion from within her party this week.", "authors": "Reuters Editorial", "text": "British Prime Minister Theresa May sits in front of British Foreign Secretary Boris Johnson during a meeting to discuss the current situation in Libya during the 72nd United Nations General Assembly at U.N. headquarters in New York, U.S., September 20, 2017. REUTERS/Lucas Jackson\n\nLONDON (Reuters) - British Prime Minister Theresa May signaled in an interview that she might demote Foreign Secretary Boris Johnson, a Sunday newspaper said, after she faced an open rebellion from within her party this week.\n\nThe Sunday Times said it asked May about her plans for Johnson, who has professed loyalty but is accused by some of the prime minister’s allies of undermining her by putting forward his own vision for Britain’s exit from the European Union.\n\n“It has never been my style to hide from a challenge and I‘m not going to start now,” it quoted May as replying, in what it called a signal that she was prepared to bring in new ministers to her cabinet and axe those who had caused her problems.\n\n“I‘m the PM, and part of my job is to make sure I always have the best people in my cabinet, to make the most of the wealth of talent available to me in the party.”\n\nMay’s Downing Street office declined to comment on the Sunday Times story late on Saturday, saying it had not yet seen the interview.\n\nMay has seen her authority over her Conservative Party erode since she called a snap election in June in which she lost her majority in parliament.\n\nJohnson, widely seen as a potential candidate for the Conservative leadership, wrote a newspaper article last month outlining his vision of Britain’s exit from the EU just days before May was to give a major speech on the subject.\n\nWhile professing loyalty, his interventions were seen as undercutting May and causing unnecessary unrest ahead of the party’s conference last week that culminated in a disastrous speech by May, marred by a coughing fit and letters falling off the slogan on the set behind her.\n\nSpeaking about her conference speech difficulties, May told the Sunday Times: “I am a very determined person. I am not someone who gives up.”\n\nBREXIT TALKS\n\nOn Friday, former Conservative Party chairman Grant Shapps said he had garnered the support of 30 lawmakers who wanted to remove May from the party leadership, short of the number needed to launch a formal challenge.\n\nThe news led senior figures, including Johnson, to rally around May and call for unity. “We have just had an election and people are fed up with this malarkey,” newspapers quoted Johnson as saying in a message to Conservative lawmakers.\n\nThe speculation about May’s position comes ahead of crucial Brexit talks between Britain and the EU, and the political uncertainty has led to growing concern that no deal would be agreed by March 2019 when Britain leaves the bloc. [L8N1MI06W]\n\nBritain’s Sunday newspapers were brimming with briefings from unnamed Conservative figures suggesting May’s days in Downing Street were numbered.\n\nThe Sunday Times said three cabinet ministers had discussed the need to replace May. “It’s a ‘when’ question now,” one of the unnamed ministers told the paper. “It feels to me that this is over before Christmas.”\n\nA fourth minister was quoted as saying there needed to be an orderly transition to a new leader and there was no prospect of May being in charge for the next election due in 2022.\n\nThe Observer newspaper said unnamed senior Conservative figures said while May had no long-term future they were pressing her to shake up her team of ministers, hoping new blood would re-energise the party as well as frustrate Johnson’s ambitions.", "summary": "REUTERS/Lucas JacksonLONDON (Reuters) - British Prime Minister Theresa May signaled in an interview that she might demote Foreign Secretary Boris Johnson, a Sunday newspaper said, after she faced an open rebellion from within her party this week.\nMay has seen her authority over her Conservative Party erode since she called a snap election in June in which she lost her majority in parliament.\n“We have just had an election and people are fed up with this malarkey,” newspapers quoted Johnson as saying in a message to Conservative lawmakers.\n[L8N1MI06W]Britain’s Sunday newspapers were brimming with briefings from unnamed Conservative figures suggesting May’s days in Downing Street were numbered.\n“It’s a ‘when’ question now,” one of the unnamed ministers told the paper.", "score": -0.6500000096857548}, {"source": "the-new-york-times", "title": "Who Was Stephen Paddock? The Mystery of a Nondescript ‘Numbers Guy’", "url": "https://www.nytimes.com/2017/10/07/us/stephen-paddock-vegas.html", "top_image_url": "https://static01.nyt.com/images/2017/10/07/us/08Paddock-alpha/08Paddock-alpha-facebookJumbo.jpg", "date": "2017-10-08T05:18:09Z", "description": "The Las Vegas gunman was a savvy businessman and an absentee neighbor who lived on his own terms, according to people who knew him.", "authors": "Sabrina Tavernise, Serge F. Kovaleski and Julie Turkewitz", "text": "When it came to guns, Mr. Michel said, “he was not a novice.”\n\nThe son of a bank robber and a secretary, Mr. Paddock grew up lower middle class in Southern California in the 1960s. From an early age, he focused on gaining complete control over his life and not having to rely on anyone. He cycled through a series of jobs he thought would make him rich, Eric Paddock said.\n\n“He went to work for the I.R.S. because he thought that’s where the money was, but it turned out the money wasn’t there,” the younger Mr. Paddock said. “He went to the aerospace industry but the money wasn’t there either. He went to real estate and that’s where the money was.”\n\nStephen Paddock began buying and refurbishing properties in economically depressed areas around Los Angeles, teaching himself how to put in plumbing and install air-conditioning. By the late 1980s, “we had cash flow,” said Eric Paddock, who added that he had given his life savings to his older brother to invest and eventually became a partner in his company, because “that’s the kind of guy he was. I knew he would succeed.”\n\n“He helped make my mother and I affluent enough to be retired in comfort,” he said.\n\nWith success came a rigidity and uncompromising attitude, along with two failed marriages, both short and childless. Stephen Paddock started gambling. Some who met him described him as arrogant, with a strong sense of superiority. People in his life bent to his will, even his mother and brother. He went out of his way for no one.\n\n“He acted like everybody worked for him and that he was above others,” said John Weinreich, 48, a former executive casino host at the Atlantis Casino Resort Spa in Reno, where he saw Mr. Paddock frequently from 2012 to 2014. When Mr. Paddock wanted food while he was gambling, he wanted it immediately and would order with more than one server if the meal did not arrive quickly enough.\n\nMr. Weinreich said he would get irritated and “uppity about it.”\n\nMr. Paddock was uncompromising but he was also smart.\n\nAdvertisement Continue reading the main story\n\n“I would liken him to a chess player: very analytical and a numbers guy,” Mr. Weinreich said. “He seemed to be working at a higher level mentally than most people I run into in gambling.”\n\nMr. Paddock cherished his solitude, his brother said. In 2003, he got his pilot’s license after training in the Los Angeles area, eventually taking the extra step to get an instrument rating so that he could legally fly in cloudy conditions with limited visibility. He bought cookie-cutter houses in Texas and Nevada towns with small airports so that he could park his planes. He was utterly unremarkable.\n\n“This guy paid on time every time and did not cause any problems at any time,” said Lt. Brian Parrish, the spokesman for the Police Department in Mesquite, Tex., where he rented a hangar for $285 a month from 2007 through 2009. He also stored planes at the small airport in Henderson, Nev., from 2002 to 2010, an airport spokesman said, though it is not clear he ever lived at the local addresses to which they had been registered.\n\nEven in death, Mr. Paddock seemed to stay true to his ways. He remained in control, answerable to no one but himself. He was ensconced in a carpeted hotel suite. He was wearing gloves, as he often did to protect his sensitive skin. He shot himself before the police broke into his room. A piece of paper with numbers written on it lay on a table near his body.\n\n“If Steve decided it was time for Steve to go, Steve got up and left,” Eric Paddock said. “He did what he wanted to do when he wanted to do it.”\n\nThe ‘Most Boring’ Son\n\nMr. Paddock was the oldest, and least angry, of four boys growing up in the 1950s, said another brother, Patrick Benjamin Paddock II, 60, an engineer in Tucson. Stephen Paddock was born in Iowa, the home state of their mother, Irene Hudson.\n\n“My brother was the most boring one in the family,” Patrick Paddock said. “He was the least violent one in the family, over a 30-year history, so it’s like, who?”\n\nTheir father, Patrick Benjamin Paddock, also known as Benjamin Hoskins Paddock, was mostly absent, living a life of crime even before the boys were born. A 1969 newspaper story described him as a “glib, smooth talking ‘confidence man,’ who is egotistic and arrogant.”\n\nPhoto\n\nHis rap sheet was long and included writing bad checks, stealing cars and robbing banks. He was on the F.B.I.’s most wanted list. The agency described him as an avid bridge player, standing 6-foot-4 and weighing 245 pounds, who “has been diagnosed as being psychopathic, with possible suicidal tendencies.”\n\nAdvertisement Continue reading the main story\n\nStephen Paddock learned resourcefulness and self-reliance from an early age. In 1960, when he was 7, his father went to prison for a series of bank robberies and the family moved to Southern California.\n\nThe boys’ mother raised them alone on a secretary’s salary, the younger Patrick Paddock said. The brothers would fight over who would get the whole milk. Powdered milk, less tasty but cheaper, was the norm. Their mother never explained where their father was.\n\n“She kept that secret from the family,” Patrick Paddock said.\n\nStephen Paddock graduated from John H. Francis Polytechnic Senior High School in the Sun Valley neighborhood of Los Angeles in 1971, according to a Los Angeles Unified School District official. Richard Alarcon, a former Los Angeles city councilman, who lived near the Paddocks, said their neighborhood was working class, with a Japanese community center and tidy ranch houses bought with money from the G.I. Bill.\n\nMr. Alarcon took a science class with Mr. Paddock and remembered him as smart but with “a kind of irreverence. He didn’t always stay between the lines.”\n\nHe recalled a competition to build a bridge of balsa wood, without staples or glue. Mr. Paddock cheated, he said, using glue and extra wood.\n\n“Everybody could see that he had cheated, but he just sort of laughed it off,” Mr. Alarcon said. “He had that funny quirky smile on his face like he didn’t care. He wanted to have the strongest bridge and he didn’t care what it took.”\n\nA Knack for Making Money\n\nMr. Paddock spent his 20s and 30s trying to escape the unpredictability of poverty. He worked nights at an airport while going to the California State University, Northridge, his brother Eric said, and then at jobs with the Internal Revenue Service and as an auditor of defense contracts. But it was real estate that ultimately lifted Mr. Paddock to financial freedom.\n\nAdvertisement Continue reading the main story\n\nIn 1987, he bought a 30-unit building at 1256 W. 29th Street in Los Angeles, near the University of Southern California, according to property records. His brother Eric Paddock said the buildings they bought were not “Taj Mahals, but they were nice safe places.”\n\nPhoto\n\nCrucially, they were excellent investments: Stephen Paddock more than doubled his money on his California holdings, which included at least six multifamily residences, according to property records. He made money in Texas, too. In 2012, he sold a 110-unit building in Mesquite, outside Dallas, for $8.3 million.\n\nHe was a good landlord. He kept the rents low, responded promptly to his tenants’ complaints, learned all their names and made sure they were happy. When one reliable tenant complained about a rent increase, he took half off the difference. He designed the ownership structure so his family would profit and installed his mother in a tidy house just behind the apartment complex in Mesquite, Tex.\n\nMr. Paddock had an apartment in the complex, but he mostly lived elsewhere. He had been married twice, but the apartment looked like a bachelor pad, said Todd Franks, a real estate broker in Dallas. “What you would expect from a 25-year-old single guy.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTo Mr. Franks, Mr. Paddock stood out because it was unusual for the landlord of a property that size to pay such close attention to the day-to-day running of his complex.\n\n“He was frustrated by people who did stupid things,” Mr. Franks said.\n\nHe was also willing to fight to defend what was his. During the riots in Los Angeles in the 1990s, he went to the roof of an apartment complex he owned in a flak jacket and armed with a gun, waiting for the rioters, Mr. Franks said.\n\nThough Mr. Paddock might have adopted an accommodating attitude toward his tenants and dressed casually — Mr. Franks remembered him regularly wearing sandals and a sweatsuit — Mr. Paddock was focused and astute when he made deals.\n\n“He was a tough negotiator,” Mr. Franks said. “He wanted his price. His terms. He was a very savvy businessman.”\n\nThe House Advantage\n\nBy the 2000s, with both of his marriages long over, casinos became Mr. Paddock’s habitat. He liked being waited on, seeing shows and eating good food.\n\nAdvertisement Continue reading the main story\n\n“He likes it when people go, ‘Oh, Mr. Paddock, can I get you a big bowl of the best shrimp anybody had ever eaten on the planet and a big glass of our best port?” Eric Paddock said.\n\nGambling made him feel important, if not social.\n\n“You could tell that being in that high-limit gambling environment would lift him up,’’ said Mr. Weinreich, the Atlantis casino host in Reno. “He liked everyone doting on him.”\n\nHe sometimes called for company, inviting his brother Eric and his children for a free weekend in a luxury suite. But mostly he stayed alone.\n\nA couple of years ago, Mr. Paddock stayed in one Las Vegas hotel gambling for four months straight, said a gaming industry analyst here who was briefed on Mr. Paddock’s gambling history.\n\nThe analyst described him as a midlevel high roller, capable of losing $100,000 in one session, which could extend over several days. He said Mr. Paddock may have lost that amount at the Red Rock Casino in Las Vegas within the last few months.\n\nPlaying a slot machine can be mindless and is usually a guaranteed win for the casino. That is not what Mr. Paddock played. His game, video poker, requires some skill. Players have to know the history of a particular machine. They can do that by reading a pay table, which tells them what each possible winning hand pays out.\n\nOne of the ways that video poker players get an advantage is to play casino promotions, which essentially pay out bonuses to winners, said Richard Munchkin, author of “Gambling Wizards: Conversations With the World’s Greatest Gamblers.” A gambler like Mr. Paddock will often “lock” a machine, meaning he or she monopolizes it and makes sure no one else uses it during a gambling session.\n\nFor one casino promotion, Mr. Paddock showed up two hours early, locked two machines and played them for 14 hours straight, Mr. Munchkin said, based on information he had compiled from other gamblers who were there at the time. The promotion lasted 12 hours, he said, “but he wanted to play for two hours before anybody got those machines. He knew they were the best machines based on pay tables.”\n\nAdvertisement Continue reading the main story\n\nMr. Paddock “knew the house advantage down to a tenth of a percent,” he said.\n\nAs for the mystery of why Mr. Paddock would go on a shooting rampage at the Mandalay Bay Resort and Casino and then kill himself, most in the gambling industry do not believe it had anything to do with money.\n\nHe was in good standing with MGM Properties, the owner of the Mandalay and the Bellagio, according to a person familiar with his gambling history. He had a $100,000 credit limit, the person said, but never used the full amount.\n\nPhoto\n\nThe Absent Neighbor\n\nMr. Paddock spent so much time in casinos that he was mostly a ghost in the neighborhoods where he had homes.\n\nColleen Maas, a neighbor of Mr. Paddock’s in Reno, said she had not seen him once in a year and a half, despite walking her dog three times a day and going to line dancing events with his girlfriend, Ms. Danley, at the community center.\n\nHe did travel. On his 60th birthday, April 9, 2013, he flew to the Philippines on Japan Airlines and stayed for five days, according to a spokeswoman for the Philippine Bureau of Immigration. The family of Ms. Danley, his girlfriend, lived there and she was visiting the country at the time. The couple went again for his birthday the following year.\n\nWhen he did appear at his Reno home, he could be curt. Another neighbor, John McKay, recalled a day when he was hanging Christmas lights on a railing in his front yard when Mr. Paddock walked by. Mr. McKay said hello and yelled out, “Merry Christmas!” Mr. Paddock kept walking. “He said nothing,” Mr. McKay said. “Not a word. No eye contact.”\n\nEven more baffling, when Mr. McKay tried to strike up a conversation with Mr. Paddock about Donald Trump during the election campaign, he got no response.\n\n“Almost everyone has a reaction to Trump,” said Mr. McKay’s wife, Darlene.\n\nMs. McKay said that she would usually get up early each morning to watch the sunrise and, when Mr. Paddock was at his home, she would see him dressed in his gym clothes walking to the community center for a workout. Ms. McKay recalled something peculiar: “He always walked across the street and would never pass in front of our house.”\n\nAdvertisement Continue reading the main story\n\nMr. McKay said that he rarely saw a window or a door open at the house. One day he saw Mr. Paddock’s garage door open, and noticed a large safe inside.\n\nIt is not clear what set Mr. Paddock on his path to destruction. As early as 2010, he could no longer fly his planes. His medical certificate expired, according to Federal Aviation Administration records, and there are no indications that he renewed it.\n\nMr. Paddock bought his last house in Mesquite, Nev., a retirement community of 18,000 people about 90 minutes from Las Vegas that attracts golfers and gamblers from around the country. He seems to have paid in cash, according to property records, and, as he did with other houses, spent very little time there.\n\nHis neighbors added personal touches to their yards — decorative pots, plants of all colors and sizes. Mr. Paddock’s house was unadorned. One of the few things neighbors remembered about him was the solid-panel fence he erected. The message was clear: Mr. Paddock was a man who did not want to be seen. On Thursday, investigators had left. A tiny paint-splattered easel, its brush drawer open and empty, stood in the back yard.\n\nMs. Danley worked in Mesquite. She took a job booking sports bets at a local casino called the Virgin River, where gamblers sat together in rows watching horse races and waitresses circled in tight black skirts.\n\nSeveral days a week, she attended morning mass at a local Catholic church, said Leo McGinty, 80, a fellow parishioner who knew her from the casino.\n\nMs. Danley dressed smartly and modestly, he said. She usually sat alone.", "summary": "Even in death, Mr. Paddock seemed to stay true to his ways.\nMr. Alarcon took a science class with Mr. Paddock and remembered him as smart but with “a kind of irreverence.\nThough Mr. Paddock might have adopted an accommodating attitude toward his tenants and dressed casually — Mr. Franks remembered him regularly wearing sandals and a sweatsuit — Mr. Paddock was focused and astute when he made deals.\nMr. McKay said hello and yelled out, “Merry Christmas!” Mr. Paddock kept walking.\nThe message was clear: Mr. Paddock was a man who did not want to be seen.", "score": 0.0}, {"source": "the-new-york-times", "title": "As Overdose Deaths Pile Up, a Medical Examiner Quits the Morgue", "url": "https://www.nytimes.com/2017/10/07/us/drug-overdose-medical-examiner.html", "top_image_url": "https://static01.nyt.com/images/2017/09/26/us/00medicalexaminer1/00medicalexaminer1-facebookJumbo-v2.jpg", "date": "2017-10-08T04:55:08Z", "description": "“It has completely overwhelmed us,” Dr. Thomas A. Andrew said of the opioid crisis. His new ambition: minister to the living about the dangers of drugs.", "authors": "Katharine Q. Seelye", "text": "“It makes me feel like my hair is on fire, and I don’t even have hair,” Dr. Andrew said of the threat of increasingly potent drugs. “We’re already so far behind the eight-ball here, if we have an influx of carfentanil in this state, heaven help us.”\n\nBack in the morgue, Dr. Andrew said he had learned to cope in this job, and its full immersion in death, by compartmentalizing what he sees and “locking it away.”\n\nEvery day, he said, a pathologist faces the fleeting nature of mortality. The people on his examining table could have lived a lot longer “but for a few millimeters of cholesterol in the wrong blood vessel, a second of inattention by the driver of a car or the lethal potency of a drug obtained on the street.”\n\nAnd after a while, he said, one is bound to ask, “What’s all this about?”\n\nHis plan is to become an ordained deacon in the United Methodist Church, with two goals: to serve as a chaplain for the Boy Scouts of America, and to join the Appalachian Trail Chaplaincy of the United Methodist Church so he can minister to troubled hikers, at least on the 161 miles of the storied trail that cross New Hampshire and its White Mountains.\n\nDr. Andrew said he developed an appreciation for the essence of life by seeing its fragility. Most of the nearly 5,800 people he has examined on his stainless steel autopsy table, he said, “woke the day they died oblivious to the fact that it would be their last on earth.”\n\nExamining cadavers, he said, as he removed the three pairs of gloves (two made of latex, one of Kevlar) that protect him during autopsies from blood-borne diseases, “is profound, profound work.” But, he said, it has only affirmed for him the view of the philosopher Thomas Hobbes, who called the human condition “nasty, brutish and short.”\n\nFor him, there is comfort in the concept of an afterlife.\n\n“I’m very, very hopeful for what comes after this, because this —” he said, gesturing toward the woman he had just autopsied — “is pretty awful.”", "summary": "“It makes me feel like my hair is on fire, and I don’t even have hair,” Dr. Andrew said of the threat of increasingly potent drugs.\n“We’re already so far behind the eight-ball here, if we have an influx of carfentanil in this state, heaven help us.”Back in the morgue, Dr. Andrew said he had learned to cope in this job, and its full immersion in death, by compartmentalizing what he sees and “locking it away.”Every day, he said, a pathologist faces the fleeting nature of mortality.\nDr. Andrew said he developed an appreciation for the essence of life by seeing its fragility.\nMost of the nearly 5,800 people he has examined on his stainless steel autopsy table, he said, “woke the day they died oblivious to the fact that it would be their last on earth.”Examining cadavers, he said, as he removed the three pairs of gloves (two made of latex, one of Kevlar) that protect him during autopsies from blood-borne diseases, “is profound, profound work.” But, he said, it has only affirmed for him the view of the philosopher Thomas Hobbes, who called the human condition “nasty, brutish and short.”For him, there is comfort in the concept of an afterlife.\n“I’m very, very hopeful for what comes after this, because this —” he said, gesturing toward the woman he had just autopsied — “is pretty awful.”", "score": 0.0}, {"source": "the-new-york-times", "title": "Harvey Weinstein Paid Off Sexual Harassment Accusers for Decades", "url": "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html", "top_image_url": "https://static01.nyt.com/images/2017/10/06/us/06inquiry-alpha/06inquiry-alpha-facebookJumbo.jpg", "date": "2017-10-08T08:13:46Z", "description": "An investigation by The New York Times found allegations stretching back to 1990 about Mr. Weinstein’s treatment of women in Hollywood.", "authors": "Jodi Kantor and Megan Twohey", "text": "An investigation by The New York Times found previously undisclosed allegations against Mr. Weinstein stretching over nearly three decades, documented through interviews with current and former employees and film industry workers, as well as legal records, emails and internal documents from the businesses he has run, Miramax and the Weinstein Company.\n\nDuring that time, after being confronted with allegations including sexual harassment and unwanted physical contact, Mr. Weinstein has reached at least eight settlements with women, according to two company officials speaking on the condition of anonymity. Among the recipients, The Times found, were a young assistant in New York in 1990, an actress in 1997, an assistant in London in 1998, an Italian model in 2015 and Ms. O’Connor shortly after, according to records and those familiar with the agreements.\n\nIn a statement to The Times on Thursday afternoon, Mr. Weinstein said: “I appreciate the way I’ve behaved with colleagues in the past has caused a lot of pain, and I sincerely apologize for it. Though I’m trying to do better, I know I have a long way to go.”\n\nHe added that he was working with therapists and planning to take a leave of absence to “deal with this issue head on.”\n\nI am a 28 year old woman trying to make a living and a career. Harvey Weinstein is a 64 year old, world famous man and this is his company. The balance of power is me: 0, Harvey Weinstein: 10. \u0097 From Lauren O’Connor‘s memo\n\nLisa Bloom, a lawyer advising Mr. Weinstein, said in a statement that “he denies many of the accusations as patently false.” In comments to The Times earlier this week, Mr. Weinstein said that many claims in Ms. O’Connor’s memo were “off base” and that they had parted on good terms.\n\nPhoto\n\nHe and his representatives declined to comment on any of the settlements, including providing information about who paid them. But Mr. Weinstein said that in addressing employee concerns about workplace issues, “my motto is to keep the peace.”\n\nMs. Bloom, who has been advising Mr. Weinstein over the last year on gender and power dynamics, called him “an old dinosaur learning new ways.” She said she had “explained to him that due to the power difference between a major studio head like him and most others in the industry, whatever his motives, some of his words and behaviors can be perceived as inappropriate, even intimidating.”\n\nAdvertisement Continue reading the main story\n\nThough Ms. O’Connor had been writing only about a two-year period, her memo echoed other women’s complaints. Mr. Weinstein required her to have casting discussions with aspiring actresses after they had private appointments in his hotel room, she said, her description matching those of other former employees. She suspected that she and other female Weinstein employees, she wrote, were being used to facilitate liaisons with “vulnerable women who hope he will get them work.”\n\nThe allegations piled up even as Mr. Weinstein helped define popular culture. He has collected six best-picture Oscars and turned out a number of touchstones, from the films “Sex, Lies, and Videotape,” “Pulp Fiction” and “Good Will Hunting” to the television show “Project Runway.” In public, he presents himself as a liberal lion, a champion of women and a winner of not just artistic but humanitarian awards.\n\nIn 2015, the year Ms. O’Connor wrote her memo, his company distributed “The Hunting Ground,” a documentary about campus sexual assault. A longtime Democratic donor, he hosted a fund-raiser for Hillary Clinton in his Manhattan home last year. He employed Malia Obama, the oldest daughter of former President Barack Obama, as an intern this year, and recently helped endow a faculty chair at Rutgers University in Gloria Steinem’s name. During the Sundance Film Festival in January, when Park City, Utah, held its version of nationwide women’s marches, Mr. Weinstein joined the parade.\n\nPhoto\n\n“From the outside, it seemed golden — the Oscars, the success, the remarkable cultural impact,” said Mark Gill, former president of Miramax Los Angeles when the company was owned by Disney. “But behind the scenes, it was a mess, and this was the biggest mess of all,” he added, referring to Mr. Weinstein’s treatment of women.\n\nDozens of Mr. Weinstein’s former and current employees, from assistants to top executives, said they knew of inappropriate conduct while they worked for him. Only a handful said they ever confronted him.\n\nMr. Weinstein enforced a code of silence; employees of the Weinstein Company have contracts saying they will not criticize it or its leaders in a way that could harm its “business reputation” or “any employee’s personal reputation,” a recent document shows. And most of the women accepting payouts agreed to confidentiality clauses prohibiting them from speaking about the deals or the events that led to them.\n\nCharles Harder, a lawyer representing Mr. Weinstein, said it was not unusual to enter into settlements to avoid lengthy and costly litigation. He added, “It’s not evidence of anything.”\n\nI am a professional and have tried to be professional. I am not treated that way however. I am sexualized and diminished. \u0097 From Lauren O’Connor‘s memo\n\nAt Fox News, where the conservative icons Roger E. Ailes and Bill O’Reilly were accused of harassment, women have received payouts well into the millions of dollars. But most of the women involved in the Weinstein agreements collected between roughly $80,000 and $150,000, according to people familiar with the negotiations.\n\nAdvertisement Continue reading the main story\n\nIn the wake of Ms. O’Connor’s 2015 memo, some Weinstein Company board members and executives, including Mr. Weinstein’s brother and longtime partner, Bob, 62, were alarmed about the allegations, according to several people who spoke on the condition of anonymity. In the end, though, board members were assured there was no need to investigate. After reaching a settlement with Mr. Weinstein, Ms. O’Connor withdrew her complaint and thanked him for the career opportunity he had given her.\n\n“The parties made peace very quickly,” Ms. Bloom said.\n\nThrough her lawyer, Nicole Page, Ms. O’Connor declined to be interviewed. In the memo, she explained how unnerved she was by what she witnessed or encountered while a literary scout and production executive at the company. “I am just starting out in my career, and have been and remain fearful about speaking up,” Ms. O’Connor wrote. “But remaining silent is causing me great distress.”\n\nIn speaking out about her hotel episode, Ms. Judd said in a recent interview, “Women have been talking about Harvey amongst ourselves for a long time, and it’s simply beyond time to have the conversation publicly.”\n\nA Common Narrative\n\nMs. Nestor, a law and business school student, accepted Mr. Weinstein’s breakfast invitation at the Peninsula because she did not want to miss an opportunity, she later told colleagues. After she arrived, he offered to help her career while boasting about a series of famous actresses he claimed to have slept with, according to accounts that colleagues compiled after hearing her story and then sent on to company executives.\n\n“She said he was very persistent and focused though she kept saying no for over an hour,” one internal document said. Ms. Nestor, who declined to comment for this article, refused his bargain, the records noted. “She was disappointed that he met with her and did not seem to be interested in her résumé or skill set.” The young woman chose not to report the episode to human resources personnel, but the allegations came to management’s attention through other employees.\n\nAcross the years and continents, accounts of Mr. Weinstein’s conduct share a common narrative: Women reported to a hotel for what they thought were work reasons, only to discover that Mr. Weinstein, who has been married for most of three decades, sometimes seemed to have different interests. His home base was New York, but his rolling headquarters were luxury hotels: the Peninsula Beverly Hills and the Savoy in London, the Hôtel du Cap-Eden-Roc near the Cannes Film Festival in France and the Stein Eriksen Lodge near the Sundance Film Festival.\n\nPhoto\n\nWorking for Mr. Weinstein could mean getting him out of bed in the morning and doing “turndown duty” late at night, preparing him for sleep. Like the colleague cited in Ms. O’Connor’s memo, some junior employees required to perform those tasks said they were disturbing.\n\nIn interviews, eight women described varying behavior by Mr. Weinstein: appearing nearly or fully naked in front of them, requiring them to be present while he bathed or repeatedly asking for a massage or initiating one himself. The women, typically in their early or middle 20s and hoping to get a toehold in the film industry, said he could switch course quickly — meetings and clipboards one moment, intimate comments the next. One woman advised a peer to wear a parka when summoned for duty as a layer of protection against unwelcome advances.\n\nAdvertisement Continue reading the main story\n\nLaura Madden, a former employee who said Mr. Weinstein prodded her for massages at hotels in Dublin and London beginning in 1991, said he had a way of making anyone who objected feel like an outlier. “It was so manipulative,” she said in an interview. “You constantly question yourself — am I the one who is the problem?”\n\n“I don’t know anything about that,” Mr. Weinstein said.\n\nMost women who told The Times that they experienced misconduct by Mr. Weinstein had never met one another. They range in age from early 20s to late 40s and live in different cities. Some said they did not report the behavior because there were no witnesses and they feared retaliation by Mr. Weinstein. Others said they felt embarrassed. But most confided in co-workers.\n\nMs. Madden later told Karen Katz, a friend and colleague in the acquisitions department, about Mr. Weinstein’s overtures, including a time she locked herself in the bathroom of his hotel room, sobbing. “We were so young at the time,” said Ms. Katz, now a documentary filmmaker. “We did not understand how wrong it was or how Laura should deal with it.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOthers in the London office said the same. “I was pretty disturbed and angry,” said Sallie Hodges, another former employee, recalling the accounts she heard from colleagues. “That’s kind of the way things were.”\n\nThe human resources operation was considered weak in New York and worse in London, so some employees banded together in solidarity. “If a female executive was asked to go to a meeting solo, she and a colleague would generally double up” so as not to be alone with Mr. Weinstein, recalled Mr. Gill, the former president of Miramax Los Angeles.\n\nMany women who worked with Mr. Weinstein said they never experienced sexual harassment or knew of anyone who did, and recalled him as a boss who gave them valuable opportunities at young ages. Some described long and satisfying careers with him, praising him as a mentor and advocate.\n\nBut in interviews, some of the former employees who said they had troubling experiences with Mr. Weinstein asked a common question: How could allegations repeating the same pattern — young women, a powerful male producer, even some of the same hotels — have accumulated for almost three decades?\n\n“It wasn’t a secret to the inner circle,” said Kathy DeClesis, Bob Weinstein’s assistant in the early 1990s. She supervised a young woman who left the company abruptly after an encounter with Harvey Weinstein and who later received a settlement, according to several former employees.\n\nSpeaking up could have been costly. A job with Mr. Weinstein was a privileged perch at the nexus of money, fame and art, and plenty of his former assistants have risen high in Hollywood. He could be charming and generous: gift baskets, flowers, personal or career help and cash. At the Cannes Film Festival, according to several former colleagues, he sometimes handed out thousands of dollars as impromptu bonuses.\n\nAdvertisement Continue reading the main story\n\nMr. Weinstein was a volcanic personality, though, given to fits of rage and personal lashings of male and female employees alike. When a female guest of his had to wait for a hotel room upgrade, he yelled that Ms. O’Connor would be better off marrying a “fat, rich Jewish” man because she was probably just good for “being a wife” and “making babies,” she wrote in her memo. (He added some expletives, she said.) His treatment of women was sometimes written off as just another form of toxicity, according to multiple former employees.\n\nIn the fall of 1998, a 25-year-old London assistant named Zelda Perkins confronted Mr. Weinstein. According to former colleagues, she and several co-workers had been regularly subjected to inappropriate requests or comments in hotel rooms, and she was particularly concerned about the treatment of another woman in the office. She told Mr. Weinstein that he had to stop, according to the former colleagues, and that she would go public or initiate legal action unless he changed his behavior.\n\nSteve Hutensky, one of Miramax’s entertainment lawyers, was dispatched to London to negotiate a settlement with Ms. Perkins and her lawyer. He declined to comment for this article.\n\nMs. Perkins, now a theater producer in London, also declined to comment for this article, saying that she could not discuss her work at Miramax or whether she had entered into any agreements.\n\nMonths after the settlement, Mr. Weinstein triumphed at the Oscars, with “Life Is Beautiful” and “Shakespeare in Love” winning 10 awards. A few years later, Mr. Weinstein, who had produced a series of British-themed movies, was made a Commander of the British Empire, an honorary title just short of knighthood.\n\n‘Coercive Bargaining’\n\nFor actors, a meeting with Mr. Weinstein could yield dazzling rewards: scripts, parts, award campaigns, magazine coverage, influence on lucrative endorsement deals. He knew how to blast small films to box office success, and deliver polished dramas like “The King’s Speech” and popular attractions like the “Scary Movie” franchise. Mr. Weinstein’s films helped define femininity, sex and romance, from Catherine Zeta-Jones in “Chicago” to Jennifer Lawrence in “Silver Linings Playbook.”\n\nPhoto\n\nBut movies were also his private leverage. When Mr. Weinstein invited Ms. Judd to breakfast in Beverly Hills, she had been shooting the thriller “Kiss the Girls” all night, but the meeting seemed too important to miss. After arriving at the hotel lobby, she was surprised to learn that they would be talking in his suite; she decided to order cereal, she said, so the food would come quickly and she could leave.\n\nMr. Weinstein soon issued invitation after invitation, she said. Could he give her a massage? When she refused, he suggested a shoulder rub. She rejected that too, she recalled. He steered her toward a closet, asking her to help pick out his clothing for the day, and then toward the bathroom. Would she watch him take a shower? she remembered him saying.\n\nAdvertisement Continue reading the main story\n\n“I said no, a lot of ways, a lot of times, and he always came back at me with some new ask,” Ms. Judd said. “It was all this bargaining, this coercive bargaining.”\n\nTo get out of the room, she said, she quipped that if Mr. Weinstein wanted to touch her, she would first have to win an Oscar in one of his movies. She recalled feeling “panicky, trapped,” she said in the interview. “There’s a lot on the line, the cachet that came with Miramax.”\n\nNot long afterward, she related what had happened to her mother, the singer Naomi Judd, who confirmed their conversation to a Times reporter. Years later, Ashley Judd appeared in two Weinstein films without incident, she said. In 2015, she shared an account of the episode in the hotel room with “Variety” without naming the man involved.\n\nPhoto\n\nIn 1997, Mr. Weinstein reached a previously undisclosed settlement with Rose McGowan, then a 23-year-old-actress, after an episode in a hotel room during the Sundance Film Festival. The $100,000 settlement was “not to be construed as an admission” by Mr. Weinstein, but intended to “avoid litigation and buy peace,” according to the legal document, which was reviewed by The Times. Ms. McGowan had just appeared in the slasher film “Scream” and would later star in the television show “Charmed.” She declined to comment.\n\nGot a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists.\n\nIncreased Scrutiny\n\nJust months before Ms. O’Connor wrote her memo, a young female employee quit after complaining of being forced to arrange what she believed to be assignations for Mr. Weinstein, according to two people familiar with her departure. The woman, who asked not to be identified to protect her privacy, said a nondisclosure agreement prevented her from commenting.\n\nSoon, complaints about Mr. Weinstein’s behavior prompted the board of his company to take notice.\n\nIn March 2015, Mr. Weinstein had invited Ambra Battilana, an Italian model and aspiring actress, to his TriBeCa office on a Friday evening to discuss her career. Within hours, she called the police. Ms. Battilana told them that Mr. Weinstein had grabbed her breasts after asking if they were real and put his hands up her skirt, the police report says.\n\nThe claims were taken up by the New York Police Department’s Special Victims Squad and splashed across the pages of tabloids, along with reports that the woman had worked with investigators to secretly record a confession from Mr. Weinstein. The Manhattan district attorney’s office later declined to bring charges.\n\nBut Mr. Weinstein made a payment to Ms. Battilana, according to people familiar with the settlement, speaking on the condition of anonymity about the confidential agreement.\n\nAdvertisement Continue reading the main story\n\nThe public nature of the episode concerned some executives and board members of the Weinstein Company. (Harvey and Bob Weinstein together own 42 percent of the privately held business.) When several board members pressed Mr. Weinstein about it, he insisted that the woman had set him up, colleagues recalled.\n\nMs. Battilana had testified in court proceedings against associates of former Prime Minister Silvio Berlusconi of Italy who are accused of procuring women for alleged sex parties, and the Italian news media also reported that, years ago, Ms. Battilana accused a septuagenarian boyfriend of sexual harassment, a complaint that was apparently dismissed. Ms. Battilana did not respond to requests for comment. Her lawyer, Mauro Rufini, could not be reached for comment.\n\nAfter the episode, Lance Maerov, a board member, said he successfully pushed for a code of behavior for the company that included detailed language about sexual harassment.\n\nThen Ms. O’Connor’s memo hit, with page after page of detailed accusations. In describing the experiences of women at the company, including her own, she wrote, “The balance of power is me: 0, Harvey Weinstein: 10.”\n\nShe was a valued employee — Mr. Weinstein described her as “fantastic,” “a great person,” “a brilliant executive” — so the complaint rattled top executives, including Bob Weinstein. When the board was notified of it by email, Mr. Maerov insisted that an outside lawyer determine whether the allegations were true, he said in an interview.\n\nPhoto\n\nBut the inquiry never happened. Mr. Weinstein had reached a settlement with Ms. O’Connor, and there was no longer anything to investigate.\n\n“Because this matter has been resolved and no further action is required, I withdraw my complaint,” Ms. O’Connor wrote in an email to the head of human resources six days after sending her memo. She also wrote a letter to Mr. Weinstein thanking him for the opportunity to learn about the entertainment industry.", "summary": "Charles Harder, a lawyer representing Mr. Weinstein, said it was not unusual to enter into settlements to avoid lengthy and costly litigation.\nAfter reaching a settlement with Mr. Weinstein, Ms. O’Connor withdrew her complaint and thanked him for the career opportunity he had given her.\n“You constantly question yourself — am I the one who is the problem?”“I don’t know anything about that,” Mr. Weinstein said.\nWhen several board members pressed Mr. Weinstein about it, he insisted that the woman had set him up, colleagues recalled.\nShe also wrote a letter to Mr. Weinstein thanking him for the opportunity to learn about the entertainment industry.", "score": 0.0}, {"source": "the-new-york-times", "title": "Lisa Bloom, Lawyer Advising Harvey Weinstein, Resigns Amid Criticism From Board Members", "url": "https://www.nytimes.com/2017/10/07/business/lisa-bloom-weinstein-attorney.html", "top_image_url": "https://static01.nyt.com/images/2017/10/08/business/08xp-bloom-SUB/07xp-bloom-alpha-facebookJumbo.jpg", "date": "2017-10-08T05:13:52Z", "description": "Ms. Bloom had been counseling the Hollywood mogul, who faces sexual harassment allegations, but was rebuked by at least two board members, including his brother, Bob Weinstein.", "authors": "Megan Twohey and Johanna Barr", "text": "“You have a commercial relationship with TWC via a TV deal so how can you possibly provide impartial advice to Harvey or address this group with any credibility?” Mr. Maerov asked in the email.\n\nIn a separate email, Mr. Maerov, who declined to comment on Saturday, said that “publishing pictures of victims in friendly poses with Harvey will backfire as it suggests they are exculpatory or negate any harm done to them through alleged actions.”\n\nBob Weinstein wrote Ms. Bloom a disapproving email on Friday morning, shortly before she appeared on “Good Morning America.” He pointed out that Democratic politicians were giving away money that Mr. Weinstein had donated to them, women’s rights organizations were calling for him to be fired and actors and actresses were openly stating how appalled they were. “It is my opinion, that u are giving your client poor counsel,” he wrote. “Perhaps, Harvey as he stated in the NY Times, to the world, should get professional help for a problem that really exists.”\n\nBob Weinstein declined to comment on Saturday.\n\nThe details about the emails came to light one day after a third of the all-male board of the Weinstein Company resigned. The remaining board members announced on Friday that they had hired an outside law firm to investigate the allegations and that Mr. Weinstein would take an indefinite leave of absence.\n\n“I have resigned as an advisor to Harvey Weinstein,” Ms. Bloom said on Twitter on Saturday morning. “My understanding is that Mr. Weinstein and his board are moving toward an agreement.”\n\nMs. Bloom said on Saturday that there was a large team handling Mr. Weinstein’s defense and that she personally “did not release photos of accusers” to the press. She also denied that her work with Mr. Weinstein created a conflict of interest.\n\n“A conflict is representing two different sides in the same case,” she said. “This is a difficult time for all involved and I wish everyone the best.”\n\nAdvertisement Continue reading the main story\n\nLanny Davis, another adviser to Mr. Weinstein, is also no longer representing him, according to a person familiar with the matter. Mr. Davis, a lawyer and crisis counselor who served as special counsel to President Bill Clinton, declined on Saturday to discuss his departure. But he and Mr. Weinstein had disagreed over how to handle the sexual harassment allegations, with Mr. Davis advising a more conciliatory tone and approach than Mr. Weinstein seemed willing to adopt.\n\nThe allegations of harassment against Mr. Weinstein reach back decades. Women accused him of requesting massages, appearing naked in front of them and asking if they wanted to watch him shower, among other behaviors. The Times investigation found that Mr. Weinstein had settled with at least eight women over the years.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Weinstein apologized for his behavior and acknowledged that it had “caused a lot of pain.” But he denied many of the allegations and said he intended to sue The Times for failing to give him enough time to respond to them.\n\nDanielle Rhoades Ha, a Times spokeswoman, said that Mr. Weinstein had had two days to respond before the article was published, and that his full statement had been included. “Mr. Weinstein and his lawyer have confirmed the essential points of the story,” she said. “They have not pointed to any errors or challenged any facts in our story.”\n\nIn a statement on Friday, four of the Weinstein Company’s remaining board members said that Mr. Weinstein’s leave of absence would begin immediately. The company will be led in his absence by Bob Weinstein, its co-chairman, and David Glasser, its president and chief operating officer.\n\n“As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,” the statement said. “Next steps will depend on Harvey’s therapeutic progress, the outcome of the Board’s independent investigation, and Harvey’s own personal decisions.”\n\nMs. Bloom, who had been advising Mr. Weinstein over the past year on gender and power dynamics, said on “Good Morning America” that his behavior had been inappropriate. She agreed with an interviewer who characterized his reported actions as illegal.\n\n“It’s gross, yeah,” Ms. Bloom said. “I’m working with a guy who has behaved badly over the years, who is genuinely remorseful, who says, you know, ‘I have caused a lot of pain.’”\n\nShe had previously described Mr. Weinstein as “an old dinosaur learning new ways.”\n\nMs. Bloom has in the past represented women who brought sexual harassment claims against the actor Bill Cosby and the former Fox News host Bill O’Reilly. Her work for Mr. Weinstein drew criticism, including from her mother, Gloria Allred, the famed women’s rights lawyer.\n\nAdvertisement Continue reading the main story\n\n“Had I been asked by Mr. Weinstein to represent him, I would have declined, because I do not represent individuals accused of sex harassment,” Ms. Allred said. “While I would not represent Mr. Weinstein, I would consider representing anyone who accused Mr. Weinstein of sexual harassment, even if it meant that my daughter was the opposing counsel.”\n\nThis year, the Weinstein Company said that it planned to work on a series of television and film projects about the life of Trayvon Martin, based on a pair of books about the teenager. One of the books, “Suspicion Nation,” was written by Ms. Bloom, who announced in April that it would be turned into a mini-series.\n\nAfter the allegations against Mr. Weinstein were revealed, actresses and others in Hollywood spoke out against him and expressed support for his accusers. They were joined Saturday morning by the MSNBC host Mika Brzezinski, who said on Twitter that she was considering walking away from a three-book deal with Weinstein Books.\n\n“I can’t go forward with those books unless Harvey resigns,” she said, adding, “Authors, actors, and moviemakers should not work for any Weinstein company until he resigns. Not a close call.”\n\nPresident Trump, who himself has been accused of making unwelcome advances toward women, also commented on the matter. Asked about the allegations on Saturday evening, Mr. Trump told reporters that he had known Mr. Weinstein “for a long time,” adding, “I’m not at all surprised to see it.”", "summary": "“I have resigned as an advisor to Harvey Weinstein,” Ms. Bloom said on Twitter on Saturday morning.\nBut he and Mr. Weinstein had disagreed over how to handle the sexual harassment allegations, with Mr. Davis advising a more conciliatory tone and approach than Mr. Weinstein seemed willing to adopt.\nHer work for Mr. Weinstein drew criticism, including from her mother, Gloria Allred, the famed women’s rights lawyer.\nOne of the books, “Suspicion Nation,” was written by Ms. Bloom, who announced in April that it would be turned into a mini-series.\nAfter the allegations against Mr. Weinstein were revealed, actresses and others in Hollywood spoke out against him and expressed support for his accusers.", "score": -4.37999998897314}, {"source": "the-new-york-times", "title": "Hoping to Have Trump Cleared, Legal Team Eases Resistance to Inquiry", "url": "https://www.nytimes.com/2017/10/07/us/politics/trump-russia-legal.html", "top_image_url": "https://static01.nyt.com/images/2017/10/08/us/08dc-legal/08dc-legal-facebookJumbo.jpg", "date": "2017-10-08T04:55:08Z", "description": "President Trump’s aides, who once debated a scorched-earth strategy, hope the special counsel on Russia will give the president the public exoneration he has long sought.", "authors": "Matt Apuzzo and Michael S. Schmidt", "text": "Any public declaration by Mr. Mueller about the president’s innocence would also be a clear sign that the special counsel’s investigation has not broadened significantly beyond last year’s presidential campaign to include a close scrutiny of any of Mr. Trump’s past business dealings with Russians.\n\nWhether the strategy will work is another matter. The plan rests on the premise that Mr. Trump has done nothing wrong — something the president has repeatedly told his lawyers and said publicly — and some lawyers connected to the investigation say that Mr. Cobb has been too willing to take the president at his word. If the White House moves too hastily, they argue, materials could end up in Mr. Mueller’s hands that might damage the president and other administration officials.\n\nDonald F. McGahn II, the White House counsel, previously expressed fears that the document production could set a bad precedent for future administrations. Mr. Cobb has told aides that the White House should move deliberately and carefully, but not drag its feet.\n\nOthers doubt that Mr. Mueller will publicly clear Mr. Trump anytime soon, even if the documents and interviews do not show that he committed a crime. Mr. Mueller is building cases against two of Mr. Trump’s former advisers, Paul J. Manafort and Michael T. Flynn. Should either man cooperate with investigators, it might change Mr. Mueller’s view of how Mr. Trump fits into the Russia investigation.\n\nNevertheless, the president’s advisers have concluded that this strategy represents their best chance to lift the cloud hanging over the administration.\n\n“Good for them if they can pull it off,” said Barbara Van Gelder, a prominent Washington white-collar lawyer who served in the Justice Department with Mr. Mueller. She said he was highly unlikely to give the White House any assurances as long as the investigations into Mr. Manafort and Mr. Flynn were open.\n\n“Mueller’s not going to make a statement,” she said, “because he’s not going to want to claw it back.”\n\nAdvertisement Continue reading the main story\n\nMr. Comey had similar concerns. While F.B.I. agents investigated whether Mr. Trump’s associates had any connection to Russian meddling in the 2016 presidential election, Mr. Comey privately told Mr. Trump and members of Congress that the president was not personally under investigation. At least twice, however, he refused requests by Mr. Trump to say so publicly. Mr. Comey later told Congress that he did not want to make a public declaration that he might have to amend after further investigation.\n\nPhoto\n\nOne administration official said it was not yet clear how the White House would make its request for Mr. Mueller to publicly exonerate Mr. Trump, and there have been delays in getting documents to the special counsel. The internal White House review of the documents is not yet complete, and Mr. Mueller does not plan to interview many key White House officials until his team has reviewed all the documents he requested.\n\nMr. Cobb and several White House lawyers have spent weeks reviewing documents related to numerous subjects, including Mr. Trump’s firing of Mr. Comey, and his role in July in drafting a misleading statement to The New York Times about Donald Trump Jr.’s meeting with a Russian lawyer in June 2016.\n\nMr. Mueller’s prosecutors have indicated that they plan to ask detailed questions about that statement, written aboard Air Force One, which withheld the purpose of the June 2016 meeting: to get damaging information about Hillary Clinton as part of the Russian government’s efforts to help Mr. Trump.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSome of Mr. Trump’s associates remain suspicious of the special counsel and his team of aggressive prosecutors.\n\n“While it would be good to clear the air on this entire issue so that the president can focus on governing, it presupposes that Mueller is an honest broker, and that he would not take nothing and make it into something, which would be my concern,” said Roger J. Stone Jr., a longtime informal adviser.\n\nChristopher Ruddy, the chief executive of Newsmax Media and a friend of Mr. Trump’s, said the White House should challenge Mr. Mueller if he investigates anything beyond whether Mr. Trump or his associates colluded with the Russian campaign to disrupt the election.\n\nBut White House officials say they do not want a repeat of some of the tactics used in the 1990s, when President Bill Clinton battled an independent counsel in court and in the media as the investigation dragged on for years. Since Mr. Cobb joined the White House, Mr. Trump’s team has significantly muted its criticism of Mr. Mueller.\n\nOne sign of the White House’s willingness to cooperate is that officials are strongly considering letting Mr. McGahn speak to investigators about his private conversations with Mr. Trump, according to two people with knowledge of the discussions. Many presidents insist that conversations with their White House counsel be kept secret under the principle of executive privilege, but Mr. McGahn is seen by some as a witness who could be helpful to Mr. Trump.\n\nAdvertisement Continue reading the main story\n\nMr. McGahn was involved in the discussions about firing Mr. Comey, and officials believe he would say that Mr. Trump was warned that firing Mr. Comey would only prolong the Russia investigation. Lawyers believe that would help make the case that Mr. Trump was not trying to obstruct justice when he fired the F.B.I. director.\n\nEven as the White House pushes for a swift resolution of Mr. Mueller’s inquiry, administration officials are bracing for fallout from the investigations into Mr. Manafort and Mr. Flynn. Prosecutors have signaled that they intend to indict Mr. Manafort, the former chairman of the Trump campaign, who is under scrutiny for tax and foreign lobbying matters.\n\nBut lawyers in the case say they see no evidence yet that Mr. Manafort will face charges of conspiring with Russia to disrupt the election.\n\nThe White House also hopes for a favorable report from the Senate Intelligence Committee, which has been investigating Russian election interference and several related matters. The committee’s leaders said this week that they planned to release a public report about their findings.\n\nThat report could be finished before Mr. Mueller’s investigation. Although committee leaders said they would leave any criminal matters to the Justice Department, a determination by the committee that none of Mr. Trump’s associates assisted the Russian campaign would be a boon for the White House even if Mr. Mueller refuses to publicly clear Mr. Trump.\n\n“They want them to write a report saying ‘no collusion,’” said Ms. Van Gelder, the defense lawyer. “And then they can let Mueller twist in the wind.”", "summary": "Others doubt that Mr. Mueller will publicly clear Mr. Trump anytime soon, even if the documents and interviews do not show that he committed a crime.\nMr. Mueller is building cases against two of Mr. Trump’s former advisers, Paul J. Manafort and Michael T. Flynn.\nShould either man cooperate with investigators, it might change Mr. Mueller’s view of how Mr. Trump fits into the Russia investigation.\nSince Mr. Cobb joined the White House, Mr. Trump’s team has significantly muted its criticism of Mr. Mueller.\nLawyers believe that would help make the case that Mr. Trump was not trying to obstruct justice when he fired the F.B.I.", "score": -1.1399999788403505}, {"source": "the-new-york-times", "title": "Company Scrambles as Weinstein Takes Leave and a Third of the Board Resigns", "url": "https://www.nytimes.com/2017/10/06/us/harvey-weinstein-sexual-harassment.html", "top_image_url": "https://static01.nyt.com/images/2017/10/07/us/07xp-weinstein2/07xp-weinstein2-facebookJumbo.jpg", "date": "2017-10-07T21:02:00Z", "description": "The moves came as employees and business partners of the company voiced concern about sexual harassment allegations, revealed in a New York Times investigation.", "authors": "Megan Twohey and Niraj Chokshi", "text": "Harvey Weinstein did not sign the statement put out by the four board members, and did not respond to requests for comment. With him gone, the statement said, his brother, Bob Weinstein, the company’s co-chairman, and David Glasser, the president and chief operating officer, are in charge of the company.\n\nPhoto\n\nMeanwhile, three members of the board — Dirk Ziff, a billionaire investor; Marc Lasry, owner of the Milwaukee Bucks and chief executive of Avenue Capital Group, an investment firm; and Tim Sarnoff, president of production services and deputy chief executive of Technicolor — have resigned, according to a board member and a company executive. The status of the ninth board member, Paul Tudor Jones, is unclear. He did not sign the statement or respond to a request for comment.\n\nThe Times investigation found complaints of sexual harassment by Mr. Weinstein stretching back decades and at least eight settlements paid to women. Angered by the revelations, employees of the company have demanded swift action by its leaders.\n\nEarlier Friday, a lawyer advising Mr. Weinstein said in a television appearance that he had acted inappropriately and agreed with an interviewer who had characterized Mr. Weinstein’s reported actions as illegal.\n\nThe acknowledgment by the lawyer, Lisa Bloom, came during an interview with George Stephanopoulos on the ABC News program “Good Morning America” in which he asked her about the report.\n\n“This is a real pattern over 30 years; this is like textbook sexual harassment,” Mr. Stephanopoulos said, after describing the allegations.\n\n“It’s gross, yeah,” Ms. Bloom replied.\n\n“It’s illegal,” Mr. Stephanopoulos said.\n\n“Yes. You know, I agree,” Ms. Bloom said. “See, you have to understand that, yes, I’m here as his adviser. I’m not defending him in any sexual harassment cases — there aren’t any sexual harassment cases. I’m working with a guy who has behaved badly over the years, who is genuinely remorseful, who says, you know, ‘I have caused a lot of pain.’”\n\nAdvertisement Continue reading the main story\n\nReached by The Times for additional comment on Friday, Ms. Bloom said: “The New York Times allegations if true would constitute sexual harassment. However, Mr. Weinstein denies many of them and was not given a fair opportunity to present evidence and witnesses on his side.”\n\nMs. Bloom announced on Saturday she had resigned.\n\nMr. Weinstein has apologized for his behavior, acknowledging in a statement on Thursday that it had “caused a lot of pain” and vowing to “do better.” He later said in an interview with The Wrap that he intended to sue The Times for failing to give him enough time to respond to the allegations in the report.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDanielle Rhoades Ha, a Times spokeswoman, said that Mr. Weinstein had been given two days to respond.\n\n“We included all relevant comments from Mr. Weinstein in our story and published his entire response,” she said. “Mr. Weinstein and his lawyer have confirmed the essential points of the story. They have not pointed to any errors or challenged any facts in our story.”\n\nMs. Rhoades Ha also called for Mr. Weinstein to release his employees from nondisclosure agreements he reportedly had them sign.\n\n“As a supporter of women, he must support their right to speak openly about these issues of gender and power,” she said.\n\nWeinstein Company board members spent nearly three hours Thursday night locked on the phone in heated discussion about the best way to respond. Mr. Weinstein co-founded the company with his brother, Bob Weinstein, and they own 42 percent of it.\n\nEveryone agreed that an outside investigation was necessary, but there had been debate over the length and terms of Mr. Weinstein’s leave, and whether additional steps were necessary, according to those involved.\n\nAdvertisement Continue reading the main story\n\nIn an email to employees on Friday, Mr. Glasser, the company’s president, said that the company was “taking the allegations seriously” and that the investigation would determine the “best decision for how to address the situation.”\n\nHe said the company would start working with an “independent, third party firm” to which employees could report episodes of harassment they had experienced or witnessed. He said that the company “values women” and was “committed to a work environment in which all individuals are treated with respect and dignity.”\n\n“I truly want to do what is right for this company, our many wonderful partners and, most importantly, you — our employees, so we are not taking this lightly,” Mr. Glasser wrote.\n\nIn its statement on Friday night, the board said, “We believe it is important to learn the full truth regarding the article’s very serious accusations, in the interests of the Company, its shareholders and its employees.”\n\nThe departure of Mr. Weinstein is a serious blow for his company, which was already struggling at the box office. The independent studio is currently headed into a make-or-break period — Oscar season — without its master campaigner. In recent weeks, Mr. Weinstein had been personally working to re-edit “The Current War,” a drama set for release in late November and intended as an anchor of the company’s awards slate.\n\nAs it has become harder to make money with prestige-minded dramas, many of which now find their primary audiences through video on demand, the Weinstein Company has tried to pivot toward television production. But Mr. Weinstein’s leave — not to mention an internal investigation and a board in disarray — may also curb those efforts, which include two major series in the works for Amazon Studios and three planned for Viacom’s new Paramount channel.\n\nIn response to the news of the sexual harassment allegations, at least four Democratic senators said on Thursday that they would give away donations they had received from Mr. Weinstein, a supporter of several progressive causes. They were joined on Friday by Senators Chuck Schumer of New York and Kamala Harris of California.\n\nSome celebrities also reacted to the news, expressing frustration with the behavior described in the report while voicing support for the women who chose to speak out publicly.\n\nBut several actors, producers and directors contacted on Friday declined to comment about Mr. Weinstein and the relatively minimal public conversation in Hollywood about his behavior. One who did speak, Lynda Obst, a producer of films including “Interstellar,” “Sleepless in Seattle,” and “The Fisher King,” said she expected more reactions to eventually surface.\n\nAdvertisement Continue reading the main story\n\n“I think everyone is just taking it in, it’s so upsetting — talking internally,” Ms. Obst said. “I do expect a robust response from the community rejecting this kind of behavior toward women. Obviously it is intolerable.”\n\nStill, pointed criticism continued to trickle in on Friday night as rumors swirled about Mr. Weinstein’s future. The chef and television personality Anthony Bourdain took to Twitter to assail “all the people who knew and said nothing” about Mr. Weinstein’s alleged harassment, as well as “those who are STILL staying silent.”\n\n“Nauseating, chicken-hearted enablers all,” he called them.\n\nThe actress Kirstie Alley retweeted a message posted by the actor Peter Fonda in which Mr. Fonda said he would have insulted Mr. Weinstein to his face had he known about the alleged abuse.\n\nMr. Weinstein had supported endowments honoring women at both Rutgers University and the University of Southern California.\n\nRutgers said Friday that it planned to keep his financial contribution to the Gloria Steinem Chair in Media, Culture, and Feminist Studies, adding in a statement that the university “can think of no better use of this donation than to continue this important work.”\n\nU.S.C. did not say whether the news would affect an endowment for female filmmakers that Mr. Weinstein had pledged to organize.\n\nIn the interview on Friday, Ms. Bloom said that she took issue with characterizations of Mr. Weinstein’s actions as harassment.\n\nAdvertisement Continue reading the main story\n\n“You’re using the term sexual harassment, which is a legal term,” she told Mr. Stephanopoulos. “So, I’m using the term workplace misconduct. I don’t know if there’s a real significant difference to most people, but sexual harassment is severe and pervasive.”\n\nPhoto\n\nMs. Bloom, who represented women who brought sexual harassment claims against the former Fox News host Bill O’Reilly, said she saw advising Mr. Weinstein as an opportunity, adding that she felt uniquely positioned to work with him.\n\n“What Harvey Weinstein has done is wrong; he has caused pain,” Ms. Bloom said, adding: “Here was an opportunity of a guy saying, ‘Lisa, what should I do? I have behaved badly.’ I’m like, good, I’ll tell you what to do. Be honest, be real.”\n\nEarlier this year, the rapper Jay-Z and the Weinstein Company said they planned to work together on a series of television and film projects about the life of Trayvon Martin, based on a pair of books about the teenager, one of which was written by Ms. Bloom.\n\nGloria Allred, Ms. Bloom’s mother and a lawyer famous for defending women’s rights, said on Thursday in a statement to The Wrap that she disagreed with her daughter’s decision to work for Mr. Weinstein.\n\n“Had I been asked by Mr. Weinstein to represent him, I would have declined, because I do not represent individuals accused of sex harassment,” she said. “I only represent those who allege that they are victims of sexual harassment.”", "summary": "“This is a real pattern over 30 years; this is like textbook sexual harassment,” Mr. Stephanopoulos said, after describing the allegations.\nI’m not defending him in any sexual harassment cases — there aren’t any sexual harassment cases.\nWeinstein Company board members spent nearly three hours Thursday night locked on the phone in heated discussion about the best way to respond.\nMr. Weinstein co-founded the company with his brother, Bob Weinstein, and they own 42 percent of it.\ndid not say whether the news would affect an endowment for female filmmakers that Mr. Weinstein had pledged to organize.", "score": -3.1500000469386578}, {"source": "the-new-york-times", "title": "Opinion | Out of Control on Contraception", "url": "https://www.nytimes.com/2017/10/06/opinion/abortion-contraception-republicans.html", "top_image_url": "https://static01.nyt.com/images/2017/10/07/opinion/07collinsWeb/07collinsWeb-facebookJumbo.jpg", "date": "2017-10-07T21:07:36Z", "description": "“Contraception is anti-baby,” says the American Life League. O.K., not a sentiment most Americans share.", "authors": "Gail Collins", "text": "Photo\n\nThis week in the world of Washington and sex:\n\n— The House of Representatives passed a bill banning late-term abortions.\n\n— One of the co-sponsors announced he was resigning from office after word came out that he had urged his lover to have an abortion.\n\n— The anti-abortion Trump administration announced it was going to let employers off the hook if they didn’t want to cover contraception in their employee health programs.\n\nIs anything wrong with this picture?\n\nMany people of good will believe the country’s commitment to human rights makes abortion immoral. Fair enough. The best way to avoid abortions is to avoid unwanted pregnancy, which means making it as easy as possible for women to practice birth control.\n\nHow can you fight against both abortion and contraception? There are only two possible explanations.\n\nOne is that you’re a hypocritical politician trolling for right-to-life votes without any personal convictions whatsoever. The suddenly retiring congressman from Pennsylvania, Tim Murphy, would appear to fit into that category. Everyone in Washington has now read the text his girlfriend reportedly sent, complaining that he was making anti-abortion posts on his Facebook page while responding to her news that she might be pregnant by suggesting a quick termination.\n\nAdvertisement Continue reading the main story\n\nFarewell, Representative Murphy. If you hadn’t been forced to resign, you’d probably have come up with a terrific post extolling President Trump’s announcement. Even though I’ll bet you were a contraception fan in private life.", "summary": "PhotoThis week in the world of Washington and sex:— The House of Representatives passed a bill banning late-term abortions.\n— The anti-abortion Trump administration announced it was going to let employers off the hook if they didn’t want to cover contraception in their employee health programs.\nThe best way to avoid abortions is to avoid unwanted pregnancy, which means making it as easy as possible for women to practice birth control.\nHow can you fight against both abortion and contraception?\nEven though I’ll bet you were a contraception fan in private life.", "score": -0.609999999552965}, {"source": "the-new-york-times", "title": "What Did President Trump Mean by ‘Calm Before the Storm’?", "url": "https://www.nytimes.com/2017/10/06/us/politics/trump-calls-meeting-with-military-leaders-the-calm-before-the-storm.html", "top_image_url": "https://static01.nyt.com/images/2017/10/07/us/07dc-prexy/07dc-prexy-facebookJumbo.jpg", "date": "2017-10-07T05:48:02Z", "description": "With a wink and a smile, the president made ominous comments before a dinner with military leaders, but repeatedly refused to explain what he meant.", "authors": "Mark Landler", "text": "As the generals shifted from foot to foot, Mr. Trump brought the game of 20 Questions to an end. He praised his beribboned guests as the “world’s great military people” and excused the stymied reporters, who returned to their workstations to start another round of: What was the president talking about?\n\nBy Friday, the White House was still unable to shed light on the matter; several of Mr. Trump’s aides said they had no idea what the president meant. But the press secretary, Sarah Huckabee Sanders, wanted to make one thing clear: Mr. Trump wasn’t just teasing his favorite antagonists. He was sending a message.\n\n“I wouldn’t say that he’s messing with the press,” Ms. Sanders told reporters. “I think we have some serious world issues here. I think that North Korea, Iran both continue to be bad actors, and the president is somebody who’s going to always look for ways to protect Americans, and he’s not going to dictate what those actions may look like.”\n\nSuddenly, Mr. Trump’s preprandial banter took on an ominous tone. Maybe he was foreshadowing war with North Korea, which he has already threatened with “fire and fury” if the reclusive country aimed its missiles at the United States. Or perhaps he was predicting a clash with Iran, a week before he is expected to disavow the nuclear deal negotiated by his predecessor, Barack Obama.\n\n“He certainly doesn’t want to lay out his game plan for our enemies,” Ms. Sanders declared.\n\nSometimes, though, Mr. Trump’s statements leave his own staff in the dark, forcing them to impute a meaning to his words that might not actually exist. Privately, a few aides said they did not believe the president was preparing the country for war with either North Korea or Iran.\n\nBut they also noted Ms. Sanders has had a more successful debut as press secretary than her predecessor, Sean Spicer, in part because she has not attempted to clean up Mr. Trump’s statements – something that would rankle the president.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe president’s penchant for provocative statements is well established. In March, Mr. Trump tweeted, “Terrible! Just found out that Obama had my ‘wires tapped’ in Trump Tower just before the victory. Nothing found. This is McCarthyism!” The Justice Department later said there was no evidence that Mr. Obama tapped his apartment during the 2016 campaign.\n\nAdvertisement Continue reading the main story\n\nPressed by reporters at the time, Mr. Spicer tried to walk back the claim, saying “the president used the word wiretaps in quotes to mean, broadly, surveillance and other activities.”\n\nMr. Trump also shows an obvious delight in keeping people guessing. At the United Nations last month, he announced he had made up his mind about how to handle the Iran nuclear deal, but was not going to tell the public. When he met Prime Minister Theresa May of Britain, perhaps America’s closest ally, she asked him what he had decided. He refused to tell her, either.\n\n“I didn’t know he was going to say today he’s made a decision,” a bemused Secretary of State Rex W. Tillerson said at the time. “I knew he had, but I didn’t know he was going to say he had.”\n\nHenry A. Kissinger, the former secretary of state, is credited with coining the principle of constructive ambiguity in diplomacy: the use of deliberately fuzzy language to overcome sensitive issues in negotiations between countries. Mr. Trump may have tried a variation of that on Thursday evening, except that he was applying it to military deterrence.\n\nIn his prepared remarks to the military leaders, Mr. Trump outlined a series of specific challenges.\n\n“We have had challenges that we really should have taken care of a long time ago, like North Korea, Iran, Afghanistan, ISIS and the revisionist powers that threaten our interests all around the world,” the president said, using the an acronym for the Islamic State.\n\nWhat made Mr. Trump’s reference to the “calm before the storm” particularly tantalizing was the timing.\n\nFor weeks, he has promised to retaliate against any North Korean aggression toward the United States. When Mr. Tillerson spoke in Beijing last week about seeking diplomatic channels to the North, Mr. Trump followed up with a tweet that his chief diplomat was “wasting his time trying to negotiate with Little Rocket Man,” the president’s nickname for the North Korean dictator, Kim Jong-un.\n\nMr. Trump also faces an Oct. 15 deadline to recertify the nuclear deal with Iran that was negotiated among world powers during the Obama administration. He is expected to decline to recertify the agreement, which would essentially kick it to Congress to decide whether to reimpose economic sanctions against Tehran.\n\nAdvertisement Continue reading the main story\n\nBut it is equally plausible that Mr. Trump was merely being theatrical, using the backdrop of military officers to stir up some drama. As the president spoke, the vice chairman of the Joint Chiefs of Staff, Gen. Paul J. Selva, stood next to him stoically.\n\nPerhaps it is not Mr. Kissinger, but his former boss, Richard M. Nixon, who is the president’s model. Nixon devised the “madman theory” of statecraft, under which he hoped to keep the nation’s foes off balance by persuading them that he was impulsive and unpredictable.\n\nAsked whether Mr. Trump had adopted Nixon’s keep-‘em-guessing approach, Ms. Sanders said, “If you’re asking, is the president trying to do that? Absolutely. I mean, I don’t think that’s a secret.”\n\nAs for Mr. Trump, he seemed to savor the speculation. When a reporter asked him during a signing ceremony in the Oval Office what he meant by the “calm before the storm,” he winked, paused, and said, “You’ll find out.”", "summary": "As the generals shifted from foot to foot, Mr. Trump brought the game of 20 Questions to an end.\nMr. Trump may have tried a variation of that on Thursday evening, except that he was applying it to military deterrence.\nWhat made Mr. Trump’s reference to the “calm before the storm” particularly tantalizing was the timing.\nAsked whether Mr. Trump had adopted Nixon’s keep-‘em-guessing approach, Ms. Sanders said, “If you’re asking, is the president trying to do that?\nI mean, I don’t think that’s a secret.”As for Mr. Trump, he seemed to savor the speculation.", "score": -1.330000038892031}, {"source": "the-new-york-times", "title": "Trump Administration Rolls Back Birth Control Mandate", "url": "https://www.nytimes.com/2017/10/06/us/politics/trump-contraception-birth-control.html", "top_image_url": "https://static01.nyt.com/images/2017/10/07/us/08-DC-CONTRACEPTION-sub/08-DC-CONTRACEPTION-sub-facebookJumbo.jpg", "date": "2017-10-07T21:01:55Z", "description": "New rules vastly expand religious exemptions from an Obama-era requirement for employers to include birth control coverage in their health insurance plans.", "authors": "Robert Pear, Rebecca R. Ruiz and Laurie Goodstein", "text": "The contraceptive coverage mandate, issued by the Obama administration under the Affordable Care Act, removed cost as a barrier to birth control, a longtime goal of advocates for women’s rights. But the mandate ensnarled the federal government in more than five years of litigation, which overshadowed many other aspects of the health care law.\n\nThe rules issued on Friday prompted more lawsuits and threats of lawsuits. The attorney general of Massachusetts, Maura Healey, and the attorney general of California, Xavier Becerra, filed lawsuits to block the new rules, which took effect immediately.\n\nBoth said the rules violated the First Amendment, which bars government action “respecting an establishment of religion.”\n\nBut some conservatives and religious groups said the new rules would allow them to live out their religious beliefs. Speaker Paul D. Ryan of Wisconsin hailed the rules as “a landmark day for religious liberty.” The rules were also welcomed by groups like the Little Sisters of the Poor, an order of Roman Catholic nuns who had resisted the Obama administration’s mandate because, they said, it would make them “morally complicit in grave sin.”\n\nPhoto\n\n“The new administration isn’t going to force Catholic nuns to provide contraceptives,” said Mark Rienzi, senior counsel at the Becket Fund for Religious Liberty, who represents the Little Sisters of the Poor. “We’ve been on a long, divisive culture war because the last administration decided nuns needed to give out contraceptives.”\n\nThe new initiatives came a day after Mr. Sessions changed the Justice Department’s position on a related issue: whether a ban on workplace discrimination on the basis of “sex” in the Civil Rights Act of 1964 encompasses discrimination on the basis of gender identity. The Obama administration had adopted the view that it does cover transgender people, but Mr. Sessions said the department should take the position in court that it does not.\n\nMr. Sessions’s guidance issued on Friday directs federal agencies to review their regulations with an eye to expanding their protections for religious believers. Conservative religious individuals and organizations have objected for years to nondiscrimination laws that have affected whom they can hire and fire, whom they can serve and how they can operate. The new directive affords them far broader latitude.\n\nAdvertisement Continue reading the main story\n\nIn issuing the new directive, Mr. Sessions reinterpreted the Religious Freedom Restoration Act, which was adopted by Congress in 1993 with broad support from across the religious spectrum. It says the government could limit the free exercise of religion only if there was a “compelling” reason, and must do so in the least restrictive way possible.\n\nAmong the possible results of the guidance, legal directors at liberal advocacy groups said, religious charities or schools that receive government funding could fire an unmarried employee who becomes pregnant, or an employee who marries a same-sex partner. Religious contractors that administer foster care programs could refuse to place foster children with gay couples, even in states that have nondiscrimination laws.\n\nHouses of worship that have been damaged in hurricanes could receive grants from the Federal Emergency Management Agency to rebuild — even if they are using the taxpayer funds to hire only staff members who share their religious beliefs, rather than making the positions open to all.\n\nIn addition, David Stacy, government affairs director for the Human Rights Campaign, said that clerks with the Social Security Administration or the Department of Veterans Affairs who do not agree with same-sex marriage could refuse, under this guidance, to process paperwork to provide benefits to a widow in a same-sex marriage.\n\n“This is a very sweeping expansion of religious discrimination by the federal government, and we think it goes beyond where federal law is,” he said.\n\nVanita Gupta, a top civil rights lawyer at the Justice Department during the Obama administration, said: “The freedom of religion is a fundamental right, but it is not an absolute right. It cannot be used as a shield to permit discrimination against L.G.B.T.Q. Americans, just as federal courts a half century ago denied the ability of businesses and employers to use their religious beliefs as a basis to discriminate against African-Americans.” She also called the new contraception policy “a direct attack on women’s rights.”\n\nBut Representative Diane Black, Republican of Tennessee, said the new rules on contraception were “a resounding victory for true-believing Americans.” They will, she said, end the “persecution of ordinary Americans who for years have been seeking only the freedom to live in accordance with their faith, free from government interference.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJustice Department officials said Friday that Mr. Sessions had simply pointed to existing law and was not making a policy change.\n\nAdvertisement Continue reading the main story\n\nStill, officials at the Department of Health and Human Services said Mr. Sessions’s memos provided support for the new contraception rules.\n\nThe Obama administration generally required employers to cover all forms of birth control approved by the Food and Drug Administration, including pills that critics say may cause fertilized eggs to be aborted.\n\n“No American should be forced to violate his or her own conscience in order to abide by the laws and regulations governing our health care system,” said Caitlin Oakley, a spokeswoman for the Department of Health and Human Services.\n\nBut Richard B. Katskee, the legal director of Americans United for Separation of Church and State, an advocacy group that plans to challenge the rules in court, said they imposed an impermissible burden on female employees who want cost-free contraceptive coverage and may be unable to get it.\n\n“Religious freedom is the right to believe and worship as you see fit,” Mr. Katskee said. “It’s never the right to use government to impose costs, burdens or harms on other people. You can’t use the government to make other people pay the price for your religious beliefs or practices.”\n\nThe Trump administration on Friday also notified health insurance companies that it would vigorously enforce provisions of the Affordable Care Act regulating coverage of abortion services. The health department reminded insurers that if they cover abortion, they generally cannot use federal funds for that purpose, but must collect separate payments from consumers and must deposit the money in special accounts used exclusively for coverage of abortion services.\n\nUnder the new rules, exemptions to the contraceptive coverage mandate would be available to many kinds of employers, including publicly traded companies that said they had religious objections to covering some or all types of contraception.\n\nThe Trump administration said that some people would, as a result of the new rules, not receive “coverage or payments for contraceptive services.”\n\n“The government’s legitimate interests in providing for contraceptive coverage do not require us to violate sincerely held religious beliefs” or moral convictions, the administration said. But, it said, officials “do not have sufficient data to determine the actual effect of these rules,” the extra costs that women might incur for contraceptives or the number of unintended pregnancies that might occur.", "summary": "The contraceptive coverage mandate, issued by the Obama administration under the Affordable Care Act, removed cost as a barrier to birth control, a longtime goal of advocates for women’s rights.\nBut the mandate ensnarled the federal government in more than five years of litigation, which overshadowed many other aspects of the health care law.\nThe Obama administration had adopted the view that it does cover transgender people, but Mr.\nVanita Gupta, a top civil rights lawyer at the Justice Department during the Obama administration, said: “The freedom of religion is a fundamental right, but it is not an absolute right.\nThe Obama administration generally required employers to cover all forms of birth control approved by the Food and Drug Administration, including pills that critics say may cause fertilized eggs to be aborted.", "score": -4.179999985992907}, {"source": "the-new-york-times", "title": "Hurricane Nate Makes Landfall on the Gulf Coast", "url": "https://www.nytimes.com/2017/10/07/us/hurricane-nate-gulf-coast.html", "top_image_url": "https://static01.nyt.com/images/2017/10/08/us/08xp-storm4/08xp-storm4-facebookJumbo.jpg", "date": "2017-10-08T07:32:32Z", "description": "The storm, the fourth hurricane to hit the United States in just over six weeks, caused President Trump to declare emergencies in Mississippi and Louisiana.", "authors": "Jess Bidgood and John Schwartz", "text": "Even though the hurricane was expected to weaken into a tropical storm as it moved inland on Sunday, it still had an emotional toll here in Mississippi. When Hurricane Katrina made landfall in 2005, when 6,000 of Biloxi’s 25,000 structures were destroyed.\n\n“I was a little bit more nervous about this one because we haven’t had a hurricane since Katrina,” said Ms. Moran’s daughter Destiny, 26, an employee of the casino. “It’s like PTSD.”\n\nPhoto\n\nIn New Orleans, where Katrina exacted a horrendous toll when its waters overwhelmed the flawed levee system and left the city underwater for weeks, officials began to sound a note of cautious optimism by early Saturday evening, even as they acknowledged that circumstances could change. Officials lifted the city’s short-lived curfew around 9:30 p.m.\n\n“This is the Goldilocks of storms,” Col. Michael Clancy, the commander of the New Orleans District for the Army Corps of Engineers, said. “Big enough to bring us in here on a Saturday night, not big enough to cause a lot of damage.”\n\nThe strength of the city’s improved hurricane defense system, he predicted, “is going to make this a minimal event, at least behind the levee.”\n\nAfter amassing power in the gulf, Hurricane Nate raced toward land and was lashing coastal cities with rain by late afternoon. Some areas were expected to receive 4 to 6 inches of rainfall as the storm passed through, although forecasters said that a “life threatening” storm surge — an abnormal rise in water levels of up to several feet — and wind were likely to cause the biggest problems.\n\nGov. John Bel Edwards of Louisiana said on Saturday afternoon that Nate was moving at “an extremely fast rate” of 26 miles an hour, which he said was “almost unheard-of for a storm of this type.”\n\nAdvertisement Continue reading the main story\n\nEven though its speed would limit the amount of time it could deluge any single place, Mr. Edwards said, “this is a very dangerous storm nonetheless.”\n\n“It has proven to be very deadly in Honduras and Nicaragua and that area,” Mr. Edwards said. “We have to make sure we are not taking it lightly.” At least 22 storm-related deaths have been reported in Central America.\n\nPhoto\n\nAt the 17th Street Canal between New Orleans and Metairie, La., workers from the Army Corps of Engineers lowered a set of enormous gates at the mouth of the canal. On Friday, divers checked the beds that the gates rest on to make sure that they would be able to close.\n\nIn 2005, there were no gates there or at the three other major canals in New Orleans. Katrina’s surge pushed water from Lake Pontchartrain into the canals. When levees along those canals breached, much of the city was inundated, and stayed underwater for weeks, until the breaches could be closed and the neighborhoods pumped dry. The corps later acknowledged the hurricane protection system it built was “a system in name only.”\n\nNow the corps is building permanent pumping stations at the very end of these canals. Until then, a structure of gates and temporary pumps has been built to protect nearby neighborhoods.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMayor Mitch Landrieu of New Orleans said at a news conference Saturday that he expected the city’s pump system to function effectively. Of the 120 pumps, 108 were working. “We have plenty enough to deal with the potential rain,” he said. “Everything that we can see, we think we can handle.”\n\nThe city could be without power for as long as a week, officials said. As for the question of how protective the city’s $14.6 billion system of levees, flood walls and gates would be against Nate, Mr. Landrieu expressed cautious optimism. “There is limited or no risk for storm surge in the city of New Orleans,” he added.\n\nIn the afternoon, as Nate’s outer bands hit New Orleans, rain pounded the streets, pushed by heavy gusts. Pedestrians took off running or huddled under overhangs.\n\nNia Johnson, 23, who lives on Alvar Street a few dozen blocks from the Mississippi River, said she and her family had planned to pile into the car and drive to Lafayette, La., because the streets of her area “always flood.” The power would almost certainly go out because of the high winds, she said, leaving them unable to cook for days.\n\nMany of the larger chain establishments in the French Quarter had closed. But along Bourbon Street, the daiquiri and pizza-slice joints were open, and music spilled out of bars like the Beach, where customers wearing fleur-de-lis-covered ponchos were drinking and watching college football.\n\nAdvertisement Continue reading the main story\n\nBridesmaids tried to stay dry in front of Arnaud’s restaurant, where a Rolls-Royce waited for the bride and groom. Around the corner, a wedding party was out on a second-floor balcony despite the splitting rain.\n\nThe storm nevertheless ground other parts of the central Gulf Coast to a halt. The popular resort town of Orange Beach, Ala., was empty except for ominous red flags whipping in the breeze; the casino city of Biloxi had mostly emptied of the thousands of visitors who had come to the area for Cruisin’ the Coast, a showcase of 8,200 classic cars. On top of that, the Mississippi Gaming Commission closed the casinos here, leaving the waterfront Beau Rivage and other casinos eerily dark.\n\n“Now it’s just like a ghost town,” said Faith Phillips, 30, a dialysis patient care technician who was waiting for dinner at Waffle House, looking at the Beau Rivage as water encroached on parking lots nearby. “You wouldn’t believe that all of this was full.”\n\nJust a few hours earlier, there had been an air of calm along the coast.\n\nMerlin and Suzie DeCorte of Metairie, La., stopped at the R & O restaurant with their son Jacob, 8, near the 17th Street Canal in New Orleans, all wearing Louisiana State University T-shirts.\n\n“It didn’t seem like it was going to be that bad,” Ms. DeCorte said of the storm. They had more time, she said, to get away from the city if needed.\n\nIn Gulfport, Miss., Rich Hazen and his wife, Dawn, of Diamondhead, Miss., were completing their errands with a decided sense of normalcy.\n\n“Church hasn’t been canceled for this evening,” Ms. Hazen said.\n\n“And Waffle House is still open,” Mr. Hazen said, citing the ever-reliable barometer of Southern disaster.\n\n“If they close,” Ms. Hazen said, “then you know you’re in trouble.”", "summary": "When Hurricane Katrina made landfall in 2005, when 6,000 of Biloxi’s 25,000 structures were destroyed.\nThe storm nevertheless ground other parts of the central Gulf Coast to a halt.\n“Church hasn’t been canceled for this evening,” Ms. Hazen said.\n“And Waffle House is still open,” Mr. Hazen said, citing the ever-reliable barometer of Southern disaster.\n“If they close,” Ms. Hazen said, “then you know you’re in trouble.”", "score": 0.0}]